<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/03海蟾蜍.jpg"width="400" height="300"></td>
<td>動物名稱: 海蟾蜍</td>
</tr>

<tr>
<td>俗名:美洲巨蟾蜍、甘蔗蟾蜍、蔗蟾蜍、蔗蟾</td>
</tr>
<tr>
<td>學名:<b><i>Bufo marinus  (Linnaeus, 1758)</i></b></td>
</tr>

<tr>
<td>"外來種 <br>蟾蜍科(Bufonidae)"</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>海蟾蜍原產於美洲，被引進到世界各地（尤其是太平洋地區），作為害蟲的生物控制。海蟾蜍並不如其名般是水生的，反倒是全陸生的，只有在繁殖時才會走到水邊。蝌蚪可以在15%鹽度的海水中生存。海蟾蜍喜歡棲息在開放遼闊的草原及林地，尤其是經人工改造的地方，如花園及排水溝。在牠們的原產地，牠們主要出沒於亞熱帶森林，當中茂密的植物卻限制了牠們的散布。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>"海蟾蜍體型巨大，體長可達100至150mm，金氏世界紀錄最大380，重達2.65kg，海蟾蜍的皮膚乾燥及疙瘩。眼睛上明顯起脊，直斜向吻部。牠們有呈灰色、黃色、赤褐色或橄欖褐色，可以有不同的斑紋。眼後各有很大的腮腺。腹部呈奶白色，有黑色或褐色的疙瘩。瞳孔橫向，虹膜呈金色。趾間基部有肉質的蹼，前肢沒有蹼。幼蟾蜍較為細小，只有50至100mm長。牠們的皮膚一般都是光滑及深色的，有些甚至偏紅色的。幼蟾蜍沒有腮腺，故毒性較弱。蝌蚪很細小及是黑色的，群棲於水底。蝌蚪長10到25厘米。
"</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>