<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/08黑蒙氏小雨蛙.jpg"width="400" height="300"></td>
<td>動物名稱:黑蒙氏小雨蛙</td>
</tr>

<tr>
<td>俗名:
小弧斑姬蛙、Heymons' narrow-mouthed toad、Taiwan rice frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Microhyla heymonsi (Vogt, 1911)
</i></b></td>
</tr>

<tr>
<td>
"狹口蛙科
保育類"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
黑蒙西氏小雨蛙除了分佈於台灣，也廣泛分佈於大陸南方，包括四川、雲南、貴州、安徽、江蘇、浙江、江西、湖南、福建、廣東、廣西及海南島，以及馬來半島與蘇門答臘。常見於台灣中南部及東南部一千五百公尺以下的開墾地水域及草澤。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
牠們的體長僅20至30mm，是台灣青蛙家族中體型最小的成員之一。牠們有典型的狹口蛙科體型，頭小體寬。背面淺褐色或灰色，身體兩側有縱向的深色紋，讓牠們看起來更像個三角形。在背部中間有一條淺黃色背中線，線上有一或兩個黑色小括弧（）花紋，故又稱小弧斑姬蛙。春夏時節常躲在水邊草叢、落葉、泥縫或小石堆中鳴叫，雄蛙有單一外鳴囊。經常和小雨蛙同時出現，而且叫聲和小雨蛙也很類似，如同上發條聲，但比較低而且綿長。黑蒙西氏小雨蛙和小雨蛙都叫得很大聲，也都喜歡躲藏，所以經常混淆。因在台灣的分佈侷限，棲地容易受破壞，所以曾被列為保育類，但在2008年後，因族群量穩定，降為一般類。卵粒小型，成片漂浮在水面，蝌蚪透明，兩眼間及尾中部有銀白色銀斑，嘴朝上呈漏斗狀，經常成群浮游在表層，一起過濾藻類為食。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>