<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/13台北赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:台北赤蛙</td>
</tr>

<tr>
<td>俗名:
神蛙、雷公蛙、Taipei grass frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Hylarana taipehensis (Van Denburgh, 1909)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科
保育類"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
除了分佈範圍除台灣之外，還包括印度東部、尼泊爾、越南，以及中國南方，例如雲南、廣東、香港等地區。牠們零散分佈在台灣北部及南部低海拔茶園、山坡地以及平地草澤。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
臺北赤蛙體型小型，纖細修長，約30到50mm。背部金黃綠色或綠色。體側有白色背側褶極為醒目，背側褶內外側各有一條黑色縱帶，腹側另有一條白線，因此側面看起來是兩條黑線和兩條白線交錯排列，非常美麗而且特殊，因此台語又稱為神蛙。傳說若欺侮捕捉臺北赤蛙，雷公會生氣，所以臺北赤蛙又稱雷公蛙。牠們的繁殖期在春天及夏天，通常躲在水池旁草叢、植物根部或者池塘中央的荷葉上鳴叫，無明顯的外鳴囊，叫聲是單音細小的「嘰」，不容易聽到，也不會形成大合唱。卵徑1.2mm。 蝌蚪吻端尖圓，眼睛位於兩側略朝上，上下尾鰭邊緣有細黑點密集成的雲斑。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>