<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/15梭德氏赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:梭德氏赤蛙</td>
</tr>

<tr>
<td>俗名:
Sauter’s frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Rana sauteri  (Boulenger, 1909)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科
特有種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
廣泛分布於全島各地，連海拔高達三千三百公尺的山區都可發現牠們。平常棲息在森林底層，繁殖期時遷移到溪流，有時也在水池產卵。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
梭德氏赤蛙的大小約4至6公分。鼓膜周圍有一塊黑褐色的菱形斑，並形成一個黑眼罩。背部褐色或灰褐色，有一個小小的八字形黑斑，身體兩側各有一條細長明顯的皺褶。但由於體型不大，又生性隱密，平常不容易看到牠們。不過在每年九月和十二月，牠們會成群結隊，一起遷移到溪流裡進行生殖活動。由於牠們是在溪流繁殖，叫聲往往被流水聲蓋住，所以雄蛙沒有外鳴囊，不以叫聲來吸引雌蛙接近，採用主動搜索的方式，抱住身旁大小看起來像雌蛙的個體，然後再發出細細柔柔的求偶叫聲「嘖」表明心意。可是雌蛙的數目實在太少了，經常一、二百隻雄蛙搶幾十隻雌蛙，所以心急的雄蛙常常判斷錯誤抱到隔壁的雄蛙。牠們很盲從，只要有一隻雄蛙展開行動，周圍的雄蛙馬上會不甘勢弱、不明究理的跟進，因此常看到一堆雄蛙莫名其妙的爭成一團。等到被抱錯的雄蛙發出「給」釋放叫聲，告訴對方我也是公的時候，大家才會一哄而散，繼續尋找下一個目標。卵塊呈球狀有黏性，經常黏在石頭底下。蝌蚪腹面有吸盤，幫助牠們適應溪流生活。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>