<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/17斯文豪氏赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:斯文豪氏赤蛙</td>
</tr>

<tr>
<td>俗名:
"
尖鼻赤蛙、棕背蛙、Swinhoe's frog"
</td>
</tr>

<tr>
<td>學名:<b><i>
Odorrana swinhoana (Boulenger, 1903)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科
特有種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
廣泛棲息於全省二千公尺以下的山區溪流生活在含氧量高的流水環境附近。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
斯文豪氏赤蛙屬於大型蛙，體長約60至100mm，背部顏色變化多端，有綠色、褐色或綠色褐色交雜。身體修長，指(趾)端膨大呈吸盤狀，以適應溪流生活。牠們終年住在溪澗裡，白天躲在石縫或溪邊草叢裡，閒來無事也會叫一叫。牠們有一對外鳴囊，其叫聲「啾」很像鳥叫，所以又稱為「騙人鳥」，也有人稱牠們為「鳥蛙」。牠們的繁殖期幾乎從二月一直持續到十月，尤其春秋兩季特別活躍，這時牠們叫得更勤。不過斯文豪氏赤蛙的獨立性很高，縱使在繁殖季節的時候，也是各自分散，保持距離，叫聲是牠們彼此溝通、較勁的唯一管道。所以牠們雖然不是很常叫，但只要一隻領頭開始叫，其牠雄蛙就會不甘示弱的一隻跟著一隻叫，合唱聽起來是此起彼落，頗具有聲勢。牠們常在淺水區域的石頭底下或石縫裡產卵，卵白色大型，卵徑可達0.3公分。一次產40-50顆，常常小堆小堆地產在淺水區域的石頭底下或石縫裡。胚胎發育到帶有尾巴的時期，看起來像一粒綠豆芽，很可愛，可惜很難找到。蝌蚪黑色大型，尾巴很長，為體長二倍以上；口部腹側稍凹陷，可協助吸附在石頭上。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>