<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/18腹斑蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
腹斑蛙
</td>
</tr>

<tr>
<td>俗名:
彈琴蛙、Olive frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Babina adenopleura (Boulenger, 1909)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
腹斑蛙分佈於中國的南方，海南島及台灣。普遍分佈於全省兩千公尺以下的山區草澤及靜水域，經常藏身在水草之間鳴叫。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
牠們有肥胖的身體，大小約6到7公分，身體淺褐色，眼睛後方有一塊黑色菱形斑，以保護裸露在外的耳朵（鼓膜）。背部中央有一條淺色不明顯的背中線，腹側有些大黑斑，所以稱為腹斑蛙。雄蛙有一對外鳴囊，叫聲「給ㄟ給ㄟ」非常響亮，而且喜歡一隻接著一隻鳴叫，形成此起彼落而且響亮的合唱，讓人很難不注意到牠們的存在。牠們有很強的領域性，若有其他雄蛙入侵，兩隻雄蛙會打架，並發出遭遇叫聲。繁殖期3月到8月，春夏為主。一次產三、四百顆黑白分明的卵，聚成球狀，但表面平攤成多層小片狀漂浮在水面上。蝌蚪大型，尾鰭高，有許多細小的褐色點，而且會過冬，蝌蚪期可能超過一年。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>