<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/20拉都希氏赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
拉都希氏赤蛙
</td>
</tr>

<tr>
<td>俗名:
闊褶蛙、Latouchte's frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Hylarana latouchii  (Boulenger, 1899)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
拉都希氏赤蛙廣泛分佈於中國南方、香港及台灣。經常聚集在水池、稻田、沼澤、流動緩慢的溝渠或溪流鳴叫。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
拉都希氏赤蛙身體兩側各有一條明顯的長棒狀皺褶突起，所以又稱為闊褶蛙。大小約4到6公分，身體平扁，背部紅棕色，有一些突起，摸起來有些粗糙。牠們可以說是最隨遇而安的青蛙了！除了太冷或太乾熱的日子之外，牠們幾乎是整年都在繁殖。而且凡是牠們可以到達的地方，只要有水，不論是水池、溪流、水溝或路邊的積水，牠們都能利用。難怪在台灣，從平地到中海拔山區，到處都有牠們的蹤跡。牠們幾乎整年都在鳴叫，但以春天及秋天較為活躍。雄蛙僅有內鳴囊，所以叫聲聽起來低弱、綿長的，好像撒嬌，也像在廁所裡方便，所以有人笑稱牠們為拉肚子的青蛙。牠們很喜歡湊熱鬧，常常數十隻聚在一起鳴叫求偶，但雄蛙之間靠得太近，難免會發生一些肢體上的衝突。為了增強爭奪能力並且能抱緊雌蛙，雄蛙的前臂肌肉特別發達，是天生的健美先生。拉都希氏赤蛙每次產卵350-450粒，卵徑約1.3-1.5 mm，動物極灰褐色，植物極黃白色，具有黏性，呈長條狀纏繞在水草上，或黏在落葉上；或聚成團狀，有時會數十個卵塊聚成一大團。蝌蚪背部棕綠色，有深棕色細點；尾鰭發達，尾端尖圓，有細棕點。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>