<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/21長腳赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
長腳赤蛙
</td>
</tr>

<tr>
<td>俗名:
Long-legged frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Rana longicrus  (Stejneger, 1898)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
全世界僅分佈於台灣及中國福建。零散分佈於台灣西部的中北部平地及低海拔山區，平常偶而可在草叢或闊葉林底層看到牠們，尤其越靠近繁殖期越容易見到。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
台灣赤蛙家族成員中，若要比較腿長，長腳赤蛙當是第一名。長腳赤蛙體長約4到6公分，身體及四肢修長，後肢尤其長，約為體長的兩倍，所以稱之為長腳赤蛙。身體為紅褐色或灰褐色，背上有一個八字形的黑斑，背側褶細長而明顯。吻端尖，從吻端經眼睛、鼓膜到肩上方有一塊黑褐色的菱形斑，形成一個黑眼罩。雌蛙的顏色較偏紅褐色，體型則顯著的大於雄蛙。雄蛙沒有鳴囊，叫聲細小。繁殖期主要在十一月到二月，此時，雄蛙及雌蛙會突然大量出現在稻田、水溝、積水池、水塘附近。雄蛙喜歡在淺水域或草叢鳴叫，雄蛙沒有外鳴囊，叫聲是小聲的「波、波、波」，要靠近才聽得到。雄蛙會主動尋找雌蛙形成配對，然後雌蛙帶著雄蛙到水深約10公分左右的淺水域產卵，經常會一群聚在一起產卵。卵塊為球狀，常可看到數十個卵塊聚成一大團。蝌蚪為褐色，在尾部和身體相接處左右各有一個深色的斑點。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>