<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/26海蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
海蛙
</td>
</tr>

<tr>
<td>俗名:
海陸蛙、食蟹蛙、紅樹林蛙、Gulf coast frog、Mangrove frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Fejervarya cancrivora  (Gravenhorst, 1829)
</i></b></td>
</tr>

<tr>
<td>
"叉舌蛙科(Dicroglossidae)
外來種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈於台灣、澳門、中國廣西及海南島、越南、泰國、馬來半島、婆羅州、菲律賓及印尼等地。經常棲息於海潮能到的海岸地區，並以紅樹林地區較為常見，耐鹽性較其他的蛙類高。台灣目前僅在東港及佳冬發現其蹤跡，棲息環境除了紅樹林，還包括積水的檳榔園、蓮霧園、稻田、排水溝、沼澤濕地、雞舍等潮濕的環境。白天常躲在植物根部，晚上才出來覓食，以無脊椎動物，包括螃蟹為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
海蛙體長約50至90mm，外型和澤蛙很像，但體型比澤蛙大，乍看很像放大版的澤蛙。背部花紋和澤蛙類似，有些個體有淺色背中線。吻端鈍尖，眼鼻線黑色明顯，鼓膜也較澤蛙明顯。背部膚褶排列較整齊，兩側各有一條縱行不連續的膚褶。後肢趾間近全蹼，無外蹠突；澤蛙是半蹼，有外蹠突。頭頂靠近兩眼中間有一個小白點，澤蛙不明顯。海蛙雄蛙有一對咽側下外鳴囊，澤蛙是單一咽下外鳴囊。常在大雨之後的夜晚，一隻隻單獨藏身在水邊、溝渠或植物的根部鳴叫，叫聲是一連串的「嘓、嘓、嘓、嘓」，有點像福建大頭蛙的叫聲。非常怕人及畏光，經常一靠近就噗通跳進水裡。曾採集一隻60mm大母蛙一次產卵一千六百餘顆，卵徑約1mm，非常小。產卵於路旁因下雨造成的暫時性水域中，蝌蚪底棲性，眼睛周圍有白色條紋，尾端尖。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>