<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/27諸羅樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
諸羅樹蛙
</td>
</tr>

<tr>
<td>俗名:
雨蛙、雨怪、Farmland tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Rhacophorus arvalis  (Lue, Lai, & Chen, 1995)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
保育類 特有種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈在嘉義、雲林、台南等地。諸羅樹蛙是一群喜歡在農耕地活動的綠色樹蛙，經常在竹林、芒草或果園發現牠們的蹤跡，特別喜歡在雨夜或大雨過後的夜晚鳴叫，所以當地人稱之為雨蛙。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
諸羅樹蛙體長約40到80mm，背部顏色為淺黃綠色，腹部白色沒有任何斑點，身體兩側各有一條白色皮褶（白線）。三月到十月是牠們的繁殖期，但高峰期出現在七月及八月。叫聲是高而清脆的一連串「滴—、滴—、滴—」，乍聽之下，會誤以為是蟲叫。雄蛙具有單一鳴囊，鳴囊略帶黃色或橘色，相當美麗。雄蛙經常聚集一起出現，但分開停棲在遮蔽良好的植物體上鳴叫，有時候甚至會出現在二、三公尺高的地方。雄蛙鳴叫吸引雌蛙配對之後，雌蛙會帶著雄蛙到水邊落葉底下產大小如拳頭一般的白色泡沫卵塊。卵粒白色，在白色泡沫卵塊裡孵化成蝌蚪，然後藉由雨水的幫助，沖進水裡繼續完成其蝌蚪期。蝌蚪深褐色，身體扁平，尾巴尖細，約13mm，散佈著不規則的黑點。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>