<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/33面天樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
面天樹蛙
</td>
</tr>

<tr>
<td>俗名:
"Meintein tree frog、Temple tree frog"
</td>
</tr>

<tr>
<td>學名:<b><i>
Kurixalus idiootocus (Kuramoto & Wang, 1987)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
特有種
"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
廣泛分佈於台灣的西部中低海拔地區。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
面天樹蛙和艾氏樹蛙長得很像，但體型略小，約20至50mm。面天樹蛙和艾氏樹蛙的皮膚上都有許多顆粒狀的突起，背部也都有一個X或H形深褐色斑，前肢、小腿及第五趾外側都散布著細小的白點，但以小腿和足部相接處的白點最明顯。面天樹蛙的體色相當多變，但以褐色為主，不會變綠，而艾氏樹蛙體色經常帶點淺綠色。面天樹蛙的拇指基部內掌瘤並不特別發達，腹部有很多的深色小斑點，尤其靠近腋部有兩個大黑斑，這和艾氏樹蛙有顯著差異，是面天樹蛙和艾氏樹蛙最重要的分辨特徵。面天樹蛙繁殖期從二月到九月，相當長。在暖冬的時候，繁殖期甚至可達全年。繁殖期間，雄蛙會在夜晚聚集到水邊低矮的植物體上或地上鳴叫，雄蛙有單一外鳴囊，叫聲「逼、逼、逼」和艾氏樹蛙類似，但比較短促而且凌亂。白天雄蛙很喜歡靜靜的平貼在芒草葉上作日光浴，此時身體顏色會變得接近白色。卵很大(卵徑約2.4mm)，常因沾有沙粒而呈土褐色，每次產卵100-300顆，一次產完，但常常有好幾對配對在同一個地方產卵，所以形成一大片，乍看之下，好像不小心翻倒、散落一地的青蛙下蛋粉圓冰。蝌蚪小型褐色，口位於腹面。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>