<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/35莫氏樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
莫氏樹蛙
</td>
</tr>

<tr>
<td>俗名:
Moltrecht's tree frog、Nantou tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Rhacophorus moltrechti  (Boulenger, 1908)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
特有種
"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
莫氏樹蛙廣泛分布於全省從低海拔的樹林、果園、開墾地到兩千多公尺高山針葉林，都可見到牠們的蹤跡，是台灣分布最廣的樹蛙，也因為是特有種，所以曾被列為保育類，但在2008年因族群量穩定，降為一般類。莫氏樹蛙的繁殖期隨地區而有所不同，但以春天比較多。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
牠們是綠色的中型樹蛙，體長約40至60mm。有些個體的背部還帶有一些小白點，腹面及側面散有一些黑斑點，這是牠們的老人斑，年紀越大，斑點越多。大腿內側呈鮮豔的橘紅色或淡橘色，好像穿一條紅內褲。這是一種保護色，逃跑的時候兩腿一伸，露出紅內褲來讓敵人嚇一跳。眼睛虹膜也是橘紅色的，好似感染了結膜炎。台灣北部及東北部一般在春天及夏天繁殖；中南部在夏天及秋天產卵；東部花蓮地區是在冬季；潮溼的山區例如溪頭，則終年繁殖。平常住在樹林裡，繁殖期時才到水邊活動。繁殖期的時候，雄蛙常在落葉底下挖一個淺淺的洞藏身鳴叫，也喜歡躲在水溝旁邊的石縫、鬆鬆的土堆或草根處，有時也會爬到樹上高歌。雄蛙有單一外鳴囊，叫聲響亮，如同火雞叫般的一長串「呱—阿呱呱呱呱呱呱」。雌蛙受雄蛙叫聲吸引，主動接近雄蛙形成配對，偶而也會出現一隻雌蛙同時和多隻雄蛙交配的情形。卵塊是白色泡沫狀，直徑約八公分，常產於植物根部或爛泥堆中。蝌蚪大型黑色，身體橢圓形，尾長為體長兩倍。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>