<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/37艾氏樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
艾氏樹蛙
</td>
</tr>

<tr>
<td>俗名:
Eiffinger's tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Kurixalus eiffingeri (Boettger, 1895)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
艾氏樹蛙命名的模式標本採集自日本琉球群島，分佈範圍僅包括琉球群島及台灣，普遍分佈於全島中低海拔的山區。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
艾氏樹蛙的體長約30至50mm，體色多變，可從淡褐色變到綠色。牠們的皮膚上有許多顆粒狀的突起，背部有一個X或H形深褐色斑，前肢、小腿及第五趾外側都散布著細小的白點，但以小腿和足部相接處的白點最明顯。不論雌雄，拇指基部都有發達的內掌瘤，是一塊略呈紅色的突起。在西部，三月到九月是艾氏樹蛙的主要繁殖季節，但在東部，則是在九月至次年三月。此時雄蛙會躲到有水的竹筒或樹洞內鳴叫，雄蛙有單一外鳴囊，叫聲是響亮而規律的「逼逼、逼」，蝌蚪則在竹筒或樹洞中生活。但雄蛙不一定都得到竹筒裡鳴叫，有時也在竹筒外或附近的草叢鳴叫，獲得交配之後，雌蛙才帶雄蛙到竹筒產卵。除了竹筒，積水的樹洞鐵柱、石縫、甚至抽水馬桶的水箱、洗衣機的排水管也都曾看過艾氏樹蛙利用。而不論是竹筒還是馬桶水箱都可以重覆使用，因此可能在一個容器壁上發現不同發育時期的卵塊。卵直徑約0.2公分，一粒粒分開黏在壁上，雌蛙可多次產卵，但每次產卵不超過200顆。蝌蚪口位於吻端，角質齒退化上下僅各有兩排；兩眼距離很近，位於頭頂。牠們是「台灣最有愛心的青蛙」，因為在台灣三十三種蛙類當中，牠們是唯一一種雄蛙和雌蛙都表現護幼行為的蛙類。雄蛙交配之後繼續留在竹筒或樹洞內照顧卵粒，以維持卵粒的濕潤避免發霉；雌蛙則定期回來產卵餵食在洞中積水成長發育的蝌蚪。餵食的時候，雌蛙將身體下半部浸在水裡，蝌蚪主動聚集在雌蛙肛門附近並刺激雌蛙排卵。蝌蚪食卵的時候，先將卵的膠質囊咬破後，再吸食卵粒。不過當食物不夠的時候，也會發生大蝌蚪吃小蝌蚪的自相殘殺現象。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>