<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/38布氏樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
布氏樹蛙
</td>
</tr>

<tr>
<td>俗名:
白頷樹蛙、Brauer's tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Polypedates braueri (Vogt, 1911)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈範圍相當的廣，包括中國大陸南方，西至西藏，北至甘肅，還有香港、海南島，此外還分佈於印度。普遍分佈於全台灣低海拔山區及果園，喜歡利用池塘、蓄水池、水溝等靜水域繁殖。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
布氏樹蛙為中型樹蛙，體長約50到70mm。身體背面為紅褐色、褐色或淺褐色，有2到4條深褐色縱帶，間雜一些斑點，或僅有一些斑點。上唇邊緣為白色，鼓膜上方皮褶為橘紅色，眼鼻線及鼓膜上方皮褶下則有一條黑線。腹側、鼠鼷部及後肢股部具有黑白相間成網狀花紋，好像穿了一雙網紋絲襪，所以暱稱為「台灣最性感的蛙類」，四肢有橫紋。平常棲息在樹上，在春天及夏天繁殖，約從四月到九月；尤其喜歡在春雨及梅雨時節活動，繁殖期時，常聚集在水邊的植物體上或者地面遮蔽物底下鳴叫，形成上百隻青蛙的大合唱。雄蛙有單一外鳴囊，牠們的叫聲有如連珠炮般的「搭、搭、搭」，聽起來常有置身靶場的錯覺，頗具有震撼效果。在雌雄數目懸殊的情況，會出現一隻雌蛙和多隻雄蛙交配共同產卵的現象，也產生同母異父的子代，藉此可以提高雄蛙交配的機會。布氏樹蛙產黃色泡沫型卵塊，常常好幾個卵塊聚成一大團高掛在樹上，每個卵塊內有400-500顆白色的卵粒。卵塊經常被蒼蠅產卵寄生並長蛆，無法發育成蝌蚪。蝌蚪為大型褐色，尾鰭高而薄，吻端上方有一顆白色斑點。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>