<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="img/fr/39斑腿泛樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
斑腿泛樹蛙
</td>
</tr>

<tr>
<td>俗名:
斑腿樹蛙、大頭樹蛙、大頭泛樹蛙、白頷樹蛙、Hong Kong whipping frog、Spot-legged tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Polypedates megacephalus (Hallowell, 1861)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
外來種"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
斑腿樹蛙原產於華南、香港、海南島、印度、中南半島等地區。台灣本島於2006年在彰化田尾發現，疑似卵泡附著於園藝植物從華南帶進台灣，再從彰化田尾引進到台中，擴散非常快速，可能隨著盆栽植物擴散。2012年已在台北市、新北市、桃園、台中、彰化、雲林、高雄、屏東發現其蹤跡。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
中型蛙種，雄蛙約50mm，體型略大的雌蛙可達70mm。斑腿樹蛙吻端尖，上唇白色，從吻端經眼鼻線及顳褶下方有一條黑線。 背部深褐色或褐色，背部深褐色、褐色或淺褐色，有縱條紋、斑點、X或「又」字型花紋，個體間變化很大。皮膚光滑沒有顆粒。四肢細長，有黑色橫帶。指間有微蹼，吸盤發達。股部內側大腿內側有網狀斑，網紋較粗，類似黑底白點狀。牠們在晚上活動，白天躲在樹上、灌叢或排水管中休息。主要在春天及夏天繁殖，雄蛙有單一外鳴囊，叫聲是微弱的「嘎嘎嘎」，和布氏樹蛙完全不同；斑腿樹蛙的繁殖期從2月到11月，但北部地區比較晚，4月之後才會進入繁殖期，4-9月為繁殖高峰期。是圓形泡沫型卵塊，直徑約7-9公分，剛產的卵塊有黏性，常黏在水桶壁、水草、苗木、樹木、岸邊草叢等處，呈黃色或藍灰色，每個卵塊內有300-700顆白色的卵粒，平均600粒，可高達1000粒。蝌蚪大型，褐色，吻端上方有一顆白色斑點。尾鰭高而薄，尾端透明成細絲狀。蝌蚪期約1.5個月，但會過冬，此時蝌蚪期可長達半年。蝌蚪對溶氧的需求不高，經常在很多蛙類無法生存的污濁、低溶氧水域環境發現斑腿樹蛙蝌蚪，適應力非常好。
</td>
</tr>
</table>
<a href="fr.php">回上頁</a>
</body>
</html>