<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/02黑眶蟾蜍.jpg"width="400" height="300"></td>
<td>動物名稱: 黑眶蟾蜍</td>
</tr>

<tr>
<td>俗名:癩蝦蟆、Spectacled toad</td>
</tr>
<tr>
<td>學名:<b><i>Bufo melanostictus  (Schneider, 1799)</i></b></td>
</tr>

<tr>
<td>蟾蜍科(Bufonidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>全島海拔500公尺以下包括蘭嶼、綠島常見的兩棲類。常出現於較開闊的地方，如闊葉林、草地、開墾地或住家附近，繁殖期時才會遷移到開闊水域。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>黑眶蟾蜍體型屬中大型蛙類，雄性平均體長50至60mm、雌性約為50至80mm，吻端鈍圓，頭寬大於頭長，上下頷皆有黑線。頭部具有明顯而且突出的黑色骨質脊棱，主要由吻端沿眼鼻線經上眼瞼內側直達鼓膜上方。鼓膜大而顯著，一對耳後腺長橢圓形，位於眼後。體色變異頗大，有黃棕色、黑褐色或灰黑色，有些具有不規則的棕紅色花斑。皮膚粗糙，除了頭頂，全身布滿大小不等的疣粒，背中央有兩行縱走排列規則的大圓疣，四肢及腹部的疣粒較小，但所有的疣都有黑棕色的角質刺。前肢細長，指端圓，黑色，指間無蹼，外掌突比內掌突明顯，都是黑棕色。後肢粗短，趾端圓，黑色，趾間為半蹼，內外蹠突都小而不明顯。雄蛙具黑色單一咽下外鳴囊。</td>
</tr>
</table>
<p align="right">圖源:WIKI共享</p> 
</body>
</html>