<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/10亞洲錦蛙.jpg"width="400" height="300"></td>
<td>動物名稱:亞洲錦蛙</td>
</tr>

<tr>
<td>俗名:
花狹口蛙、Malaysian narrow-mouthed toad
</td>
</tr>

<tr>
<td>學名:<b><i>
Kaloula pulchra pulchra (Gray, 1831)
</i></b></td>
</tr>

<tr>
<td>
"狹口蛙科
外來種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
原產地為中國南部，以及泰國、印度、馬來西亞、新加坡等國。台灣最初約於1997～1998年發現，首次現身地方為高雄縣林園鄉與鳳山水庫一帶，目前則主要分佈在台灣南部的台南與高屏地區，其他縣市並未發現其蹤跡。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
是狹口蛙家族裡的巨無霸，體長平均7公分。皮膚厚，光滑，但有一些圓形顆粒。背部棕色，有一個深棕色大三角形斑，看起來很像一個花瓶。趾端方形平切狀，膨大成吸盤，會爬樹，也善於挖掘，利用足部挖洞，僅需數秒鐘即可將身體埋入土中。雄蛙有單一外鳴囊，叫聲短促低沈。受刺激時，會鼓氣，甚至分泌白色毒液，因此天敵不多。蝌蚪期很短，不到三星期，成蛙壽命約6年。從以上觀察得知，牠在野外已經有生殖族群，雖然是新移民，但競爭力很強，和台灣其他蛙類的關係，值得長期觀察。
</td>
</tr>
</table>

</body>
</html>