<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/14豎琴蛙.jpg"width="400" height="300"></td>
<td>動物名稱:豎琴蛙</td>
</tr>

<tr>
<td>俗名:
Harpist frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Babina okinavana (Boettger, 1895)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科
保育類"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
豎琴蛙目前僅知分佈於琉球及台灣森林環境之靜止水域。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
中型肥碩，體長約4至5公分。鼓膜周圍有黑色菱形斑。背部是灰褐色或深褐色，有一條明顯淺色細長的背中線直達吻端，體側有一對淺色細長的背側褶。豎琴蛙目前僅在南投縣魚池鄉蓮華池一帶及宜蘭發現，因分佈侷限，易受干擾及傷害，2008年列為保育類。繁殖期是四月到八月。豎琴蛙雄蛙通常各自分散在水池旁的植物根部鳴叫，會挖洞，洞中有積水，雄蛙就窩在洞中鳴叫，吸引雌蛙入內交配產卵。叫聲類似撥弄琴弦的聲音「登、登、登、登」，細膩悠揚。卵成團產在水邊雄蛙挖的泥窩中，每窩約100粒卵。蝌蚪身體背部淡綠褐色，有深褐色斑點；尾長，尾鰭低。
</td>
</tr>
</table>

</body>
</html>