<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/19貢德氏赤蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
貢德氏赤蛙
</td>
</tr>

<tr>
<td>俗名:
沼蛙、石蛙、Gunther's frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Hylarana guentheri  (Boulenger, 1882)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
廣泛分佈於中國大陸南部、海南島、台灣及越南等地。常見於水池及稻田中，所以又稱為沼蛙，即沼澤裡的青蛙。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
貢德氏赤蛙是大型的蛙類，身體修長，可達12公分。上下唇皆白色，鼓膜周圍白色，像戴一個白色耳環。身體背部棕色或淺褐色，身體兩側各有一條明顯的背側褶，沿背側褶有黑色線條及不規則的黑斑。貢德氏赤蛙有一對外鳴囊，叫聲是如同狗叫般的「茍、茍、茍」，聲音低濁而且大聲。因為叫聲像狗叫，所以暱稱牠們為狗蛙。夏天是牠們最活躍的時節，喜歡成群活動，卻又各自分散地躲在水草間鳴叫。個性極為害羞，一旦有人太靠近，就會發出「吱－」驚擾叫聲，然後噗通一聲跳到水裡。因為常常躲在石縫鳴叫，所以閩南語稱之為「石蛙」。貢德氏赤蛙因為體型大，過去經常被捕捉販賣，所以在民國78年根據野生動物保育法公告為保育類，也因為這些年的保育有成，野外族群量逐漸增加當中，尤其在台灣中北部都市地區，經常可以聽到牠們的叫聲，因此在2008年降為一般類。繁殖期從5月到8月，以夏天為主。卵粒小，成一大片飄在水面上，或者黏在水草間。 蝌蚪大型，全長約5cm，體灰綠色有細麻點，尾棕色有或深或淺的雲斑；眼睛在兩側。
</td>
</tr>
</table>
<p align="right">圖源:Spoonduck 琵鴨</p> 
</body>
</html>