<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/22美洲牛蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
美洲牛蛙
</td>
</tr>

<tr>
<td>俗名:
牛蛙、American bull frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Lithobates catesbeianus  (Shaw, 1802)
</i></b></td>
</tr>

<tr>
<td>
"赤蛙科
外來種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
原產於北美的東部，所以又稱為北美大牛蛙。因為具有食用價值，被引入許多地區及國家，包括美國西岸、西印度群島、台灣、中國、日本等地，名列世界一百大外來種之一。常棲息於平地的靜水域。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
牠的長相不像牛，但叫聲如牛，所以稱之為牛蛙。牠們的身體綠色有黑色斑點，頭部的顳褶及鼓膜明顯。雄蛙的鼓膜比雌蛙大，而且比眼睛還大，可藉此特徵分辨雌雄。牠們的體型壯碩，體長約11至20公分，而且有很強的領域性，經常捕食比牠小的青蛙，是青蛙家族裡的暴龍。繁殖期在春夏兩季，雄蛙有單一外鳴囊，經常坐在水邊淺水域或浮在水面鳴叫。牠們有驚人的繁殖力，每次產卵6000-40000粒，卵徑長約1.2-1.5mm成片漂浮在水面上；牠們的壽命可長達16年，所以一生可產卵數十萬顆。曾有紀錄過一隻體長約17.8公分的母蛙，一次產卵約47000顆。蝌蚪體型巨大，背部及尾部有許多黑斑，全長可達12至15公分，並會捕食其他小型的蝌蚪。牠們是由於養殖的關係，在1951年從美國引進台灣，現在市場上能買到及生物實驗用的大型青蛙大多是牛蛙。最近有些個體因管理不善逃逸而到野外，有些因信仰因素被放生到野外，造成台灣本土蛙類族群生存的一大威脅。
</td>
</tr>
</table>

</body>
</html>