<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/24虎皮蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
虎皮蛙
</td>
</tr>

<tr>
<td>俗名:
虎紋蛙、Chinese bull frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Hoplobatrachus rugulosus (Wiegmann, 1834)
</i></b></td>
</tr>

<tr>
<td>
"叉舌蛙科(Dicroglossidae)"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
虎皮蛙分佈於台灣、中國南部、泰國等地，婆羅州的族群是在1960年代從台灣引進。通常出現於平地和低海拔地區的農田或草澤。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
屬於大型蛙類，約60至120mm，最大可達150mm。虎皮蛙因體型大，肉質佳，所以又稱為水雞。過去曾被大量捕捉販售，族群量下降，所以列為保育類，但在2008年，因族群量穩定，改列為一般類。背部有許多排列整齊的長棒狀凸起，皮膚極粗糙，為灰褐色、暗褐色、灰黑色或黃綠色，腹部白色光滑摻雜少許黑紋，嘴巴大而尖，鼓膜大而明顯。生性羞澀，常在發現時還來不及細看便迅速跳躍逃逸無蹤。很貪吃，會吃其他種蛙類。繁殖期在春天及夏天，雄蛙有一對外鳴囊，叫聲為「剛-剛-剛-」。卵徑約1.8mm， 卵粒黏成小片浮在水面上。蝌蚪大型，全長可達50mm，尾長為體長兩倍；背部綠褐色有些小黑點，眼下及口側有金黃色斑點，上尾鰭有細斑紋；底棲型，棲息在靜水域。
</td>
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>