<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/25福建大頭蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
福建大頭蛙
</td>
</tr>

<tr>
<td>俗名:
古氏赤蛙、Fujian large-headed frog
</td>
</tr>

<tr>
<td>學名:<b><i>
imnonectes fujianensis  (Ye and Fei, 1994)
</i></b></td>
</tr>

<tr>
<td>
"叉舌蛙科(Dicroglossidae)"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈於台灣，中國南部、印度及印尼等地。常見於台灣北部及西部一千公尺以下的山區路旁水溝或小溪，喜歡住在遮蔽良好、溝底有落葉淤泥的淺水溝或溪澗中，白天也看得到，但多半躲在落葉底下。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
體型大小約50到70mm，雄蛙體型通常比雌蛙大或差不多。頭部看起來特別大，所以稱為大頭蛙。眼睛瞳孔菱形，在光照之下呈現鮮豔的紅色。身體褐色，肥胖壯碩，有許多突起，但抓起起來卻是滑溜溜的。雄蛙的領域性非常強，當有其他雄蛙靠近時，會張嘴咬住對方加以驅離，有時候還會把對方咬得滿頭是血。雄蛙沒有外鳴囊，但叫聲「嘓、嘓、嘓---」聽起來依舊很響亮，有如母雞的叫聲。只要氣候溫暖適宜，可以終年繁殖，但在寒冷的一月及二月比較少見。卵徑約2mm，卵粒一顆顆散落在水底，卵粒表面經常沾附一些泥沙，好像小石頭。一次產卵20-60粒，雌蛙一年可多次生殖。 蝌蚪灰棕色散有黑細點，全長約40mm，尾長為體長兩倍，尾鰭低，小蝌蚪的尾部有三至五條橫紋，大蝌蚪則不明顯。
</td>
</tr>
</table>
<p align="right">圖源:Tony's style</p> 
</body>
</html>