<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/29翡翠樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
翡翠樹蛙
</td>
</tr>

<tr>
<td>俗名:
Emerald tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Rhacophorus prasinatus  (Mou, Risch, & Lue, 1983)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
保育類
特有種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
主要分佈於北部南北勢溪流域，例如新店廣興、烏來娃娃谷等地；宜蘭的低海拔山區，例如福山植物園、礁溪等地；以及桃園石門水庫及東眼山區。在果園或菜園裡能發現牠們的蹤跡。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
翡翠樹蛙背面是鮮豔的翠綠色，體長50至80mm。牠們在背腹相接處有一條不太明顯的白色條紋，腹部、腹側及股部常有大型的黑斑，眼睛有一條黃褐色過眼線，這些是牠們和其他五種綠色區分的最主要特徵。牠們幾乎整年都會鳴叫繁殖，但以九月到十一月秋天及四月春天最為活躍，也是最容易看到牠們的時候。雄蛙有單一外鳴囊，通常在水邊的植物體上鳴叫，叫聲是短促的「呱－阿、呱－阿」。雌蛙受雄蛙叫聲吸引，主動接近雄蛙並且在樹上形成配對，然後雌蛙帶著雄蛙到適當地點產泡沫卵塊，剛產下的泡沫卵塊白色帶淺粉紅色，內有300-400粒白色卵。有時候雌蛙產卵產到一半的時候，會帶著配對的雄蛙跳到水中吸水補充水分，然後再回到樹上繼續產卵，有時也會出現一隻雌蛙和多隻雄蛙配對產卵現象。卵塊經常遭受蒼蠅寄生而長蛆，導致孵化失敗。蝌蚪大型，深色散佈許多褐色細紋；尾鰭高而發達，很容易分辨。
</td>
</tr>
</table>
<p align="right">圖源:台北翡翠水庫管理局</p> 
</body>
</html>