<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/30台北樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
台北樹蛙
</td>
</tr>

<tr>
<td>俗名:
Taipei tree frog
</td>
</tr>

<tr>
<td>學名:<b><i>
"Rhacophorus taipeianus
(Liang & Wang, 1978)"
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
保育類
特有種"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
主要分佈於台灣中部以北的中低海拔山區及平地。居住在樹上或樹林底層，繁殖時期雄蛙才會遷移到樹林附近的靜水域，並在水邊的草根、石縫或落葉底下挖洞鳴叫。洞直徑約5公分，由於上覆有遮蔽物，所以不容易看到。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
臺北樹蛙是一種中小型的樹蛙，體長40到60mm，牠們的背面為綠色，腹面白色帶黃色，股部內側黃色並有一些小黑斑。眼睛瞳孔是黑色橫橢圓形，虹膜為黃色。牠們的繁殖期在秋末及冬天；在山區比較長，約從十月到次年三月，平地一般是從十二月到次年二月。根據在陽明山連續五年的野外調查發現，牠們的壽命可達5年，每年會回到同一個生殖場所繁殖。雖然繁殖期長達半年，但雄蛙利用水池進行生殖活動的時間並不是同時，年長的雄蛙會較早來到水池邊挖洞鳴叫，而年輕的雄蛙則比較晚到達。雄蛙有單一外鳴囊，叫聲長而低沉，單獨一隻鳴叫時，叫聲是一到兩個音節、低沉而緩慢的「呱──呱──」；形成合唱時，叫聲則較急促，變成三到四個音節的「呱—呱—呱—呱－」。有時候尾音還會加上短促的「咯、咯、咯」，以增加變化及吸引力。在雌蛙接近的時候，雄蛙會發出連續多達十個音節以上的求偶叫聲；但當遭其他雄蛙闖入地盤時，則改為發出「嘎－」嘶啞的遭遇叫聲。由於雌蛙偏愛叫聲低沉、體型大的雄蛙，體型較小的雄蛙有時會捨棄挖洞鳴叫的求偶方式，偷偷爬進已獲得配對的其他雄蛙洞中，所以有時在一個洞中，可看到一隻雌蛙和多隻雄蛙共同交配產卵的現象，這是較弱勢的雄蛙（年輕、個體小或體能已耗盡的雄蛙）企圖獲得交配成功的一種策略。產白色泡沫型卵塊，內有約300至400粒卵，卵在一到兩星期後孵化成蝌蚪，蝌蚪灰褐色，身體橢圓形，尾細長，散佈許多淺色細斑點。此時洞變成暫時提供蝌蚪生活的小水池，待大雨來時再將這些小蝌蚪沖入水域裡。在山區，由於水溫較低，臺北樹蛙的蝌蚪期可長達3個月以上，而小蛙也僅在每年的3至4月出現。初變態的小蛙，體長僅1.5公分，一年半後，可長到40mm並達性成熟，這時又會回到小蛙離開的水域鳴叫求偶及產卵。
</td>
</tr>
</table>
<p align="right">圖源:WIKI共享</p> 
</body>
</html>