<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/31褐樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
褐樹蛙
</td>
</tr>

<tr>
<td>俗名:
壯溪樹蛙、壯樹蛙
</td>
</tr>

<tr>
<td>學名:<b><i>
Buergeri robustus (Boulenger, 1909)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)
特有種
"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
僅分布於台灣全島中低海拔的山區，平時喜歡棲息在河邊的樹上或石縫中，此時的顏色較淺，幾乎呈現白色。春夏季節，則會趁著黑夜，成百上千隻遷移到溪流裡繁殖，聚成小群在大石頭上鳴叫，雄蛙此時經常變成金黃色。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
"褐樹蛙體長50到90mm，在樹蛙家族中屬於中大型。雄蛙及雌蛙的體型差異很大，這是溪流繁殖蛙類的特性之一。身體呈褐色，從兩眼到吻端有一塊淡黃色的三角形斑，而兩眼到體背另有一塊倒三角形的黑斑。眼睛大而突出，虹膜有銀白色及褐色兩色，好像英文T字，雄蛙有單一外鳴囊，經常聚成小群在石頭上鳴叫，叫聲是細碎的「嘓、嘓」，偶而會發出幾聲粗粗的「嘎」。褐樹蛙因為是特有種而且有捕捉壓力，所以曾被列為保育類，但在2008年因族群量穩定，降為一般類。繁殖期5月到8月，以夏天為主，此時白天仍在溪邊的樹上或石縫休息，黃昏的時候，才一隻一隻的跳到岸邊水流較緩的地方進行繁殖活動。雌蛙體型很大，產卵前，雌蛙會先伸腿交互踢幾下，然後產一小團卵粒，雄蛙也會配合雌蛙動作伸長身體，以提高授精率，每次產卵300-400粒，卵小型、一粒粒分離黏在石頭底下，通常聚成一堆。蝌蚪為底棲性，通常吸附在石頭上，出現於溪邊水流較緩的地方。"
</td>
</tr>
</table>
<p align="right">圖源:信義學地方知識</p> 
</body>
</html>