<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/fr/36日本樹蛙.jpg"width="400" height="300"></td>
<td>動物名稱:
日本樹蛙
</td>
</tr>

<tr>
<td>俗名:
溫泉蛙、Japanese Buerger's frog
</td>
</tr>

<tr>
<td>學名:<b><i>
Buergeria japonica (Hollowell, 1861)
</i></b></td>
</tr>

<tr>
<td>
"樹蛙科(Rhacophoridae)"
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈在台灣及琉球群島。日本樹蛙是台灣低海拔地區常見的蛙類，雖然屬於樹蛙科，但很少出現在植物上，反而喜歡棲息於低海拔的淺水、分佈有許多小碎石的溪流溝渠環境，也可能出現在海岸邊。適應的溫度範圍很廣，曾在水溫約攝氏17度的溪水及水溫高達攝氏43度的溫泉發現牠們的蹤跡，由於牠們是少數能在溫泉環境生活的蛙類，所以又稱為溫泉蛙。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
日本樹蛙的體型不大，約2至4公分因此暱稱為「小日本」。牠們的體色常隨環境而變成鉛灰色、淡褐色或黃褐色，但不會變綠。背部有X形或H形深色花紋，腹部白色，手及腳部有深褐色橫帶。牠們身體背面有許多顆粒狀突起，背中央近肩胛處有一對短棒狀突起，這是牠們最主要的特徵。終年繁殖叫聲不斷。雄蛙有單一外鳴囊，叫聲是高亢短促的「嘰、嘰、嘰」，類似蟲鳴。繁殖期從2月到10月，長短依地區而異。日本樹蛙的卵粒卵徑1.2-1.4mm，動物極黑褐色，植物極白色，分散黏在水底的植物體上或一粒粒散落在淺水域，有如小石頭一般，大約24至36小時就能孵化成小蝌蚪。蝌蚪底棲性，身體卵圓形，尾細長，長度為身體的兩倍以上，尾巴細長有數條橫紋，是少數能在溫泉環境生存的蝌蚪。
</td>
</tr>
</table>
<p align="right">圖源:岳明蛙類課程班</p> 
</body>
</html>