<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/04赤腹游蛇.jpg"width="400" height="300"></td>
<td>動物名稱:
 赤腹游蛇
 </td>
</tr>

<tr>
<td>俗名:
半紋蛇、 紅豬母、 水赤鏈游蛇,、赤鏈華游蛇
</td>
</tr>
<tr>
<td>學名:<b><i>
Sinonatrix annularis (Hallowell, 1856)
</i></b></td>
</tr>

<tr>
<td>
"保育類
黃頷蛇科Family Colubridae"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
赤腹游蛇曾廣泛分布於臺灣全島1000公尺以下之低海拔地區，數量已大幅銳減，只有少數地區仍存在著具有較多個體的觀察紀錄。此外，在中國西南和中南部地區也有分布，主要棲息於水田、沼澤和池塘等濕地環境，主要以白天活動為主。潛水時間可長達3、4小時以上的赤腹游蛇，以蝌蚪、蛙類、泥鰍及魚類為主食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
赤腹游蛇是ㄧ種中型的蛇類，最大全長可達100公分，在外型上與白腹游蛇相似的牠，有著圓胖的體型。而從身體側面隱約可見到黑色環紋，有些個體上下頷的黑色斑紋(如南蛇)甚為明顯，但體型大小和其他花紋以及棲息環境很容易和南蛇分辨。腹面赤紅色。赤腹游蛇是以胎生方式生殖的蛇類，在春季交配，於夏末至秋季間生產，每窩可產下4到14條仔蛇，仔蛇全長約20公分。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>