<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/05玉斑錦蛇.jpg"width="400" height="300"></td>
<td>動物名稱:
 玉斑錦蛇
 </td>
</tr>

<tr>
<td>俗名:
高砂蛇、玉帶蛇
</td>
</tr>
<tr>
<td>學名:<b><i>
Euprepiophis mandarinus (Cantor, 1842)
</i></b></td>
</tr>

<tr>
<td>
"保育類
黃頷蛇科Family Colubridae"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
雖然在臺灣本島嘉義以北及花蓮、台東地區1000到2000公尺以上的中高海拔山區都有零星紀錄，但發現的數量都不多，唯某些區域的觀察記錄尚稱穩定，屬於局部區域普遍的蛇種。此外，在中國西南以及中南部、緬甸、寮國、越南北邊也都有分布。棲息於山區森林底層，是以白天活動為主的蛇類。食性以尖鼠等小型哺乳類為主的高砂蛇，也曾經有攝食蜥蜴和蜥蜴蛋的紀錄。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
高砂蛇是一種中型的蛇類，最大全長可達140公分，頭頸部有3條黑色橫帶，第一條在上吻經鼻孔到下吻；第二條在頭頸經眼睛之後分為2叉；第三條在後頭部呈倒V字型，並且其前端常與第二條橫帶相連接。身體則有著許多規則的菱形黑斑，其外緣和中間分別有著黃色細邊和橢圓形斑塊，花紋鮮明且極易辨認。高砂蛇是以卵生方式生殖的蛇類，於夏季產卵，每窩可產卵5到16枚。
</tr>
</table>
<p align="right">圖源:Spoonduck 琵鴨</p> 
</body>
</html>