<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/07虎斑頸槽蛇臺灣亞種.jpg"width="400" height="300"></td>
<td>動物名稱:
  虎斑頸槽蛇臺灣亞種
 </td>
</tr>

<tr>
<td>俗名:
臺灣赤煉蛇、紅脖游蛇、虎斑游蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Rhabdophis tigrinus formosanus (Maki,1931)
</i></b></td>
</tr>

<tr>
<td>
"台灣特有亞種
黃頷蛇科Family Colubridae"
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
臺灣赤煉蛇為臺灣特有亞種蛇類，在臺灣全島1000公尺至2000公尺以上之中高海拔地區都有發現紀錄。此外，在中國(除西北地區外)都有分布，於蘇俄的東部、韓國及日本也有記錄。主要棲息於山區溪流、山澗、森林底層等潮濕的環境。於發怒時，臺灣赤煉蛇的體型和動作都與眼鏡蛇相似，而上頷後方有一對毒牙及頸腺，曾造成日本2例咬人致死的紀錄，在中國也有嚴重咬傷人的案例。在台灣雖無臺灣赤煉蛇傷人的相關報導，但仍須小心因應。臺灣赤煉蛇為白天活動的蛇類，主要以蛙類和蟾蜍為食，也有捕食魚、鳥和鼠類的紀錄。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
臺灣赤煉蛇是一種中型的蛇類，最大全長可達120公分，在其頭頸部有一黑色橫帶，其後緊接著為一黃橙色的寬橫帶。而在頭頸部之後，全身盡為黑黃相間的棋盤狀花紋的分布，一般而言，黑色的斑塊會比黃色斑塊為大。臺灣赤煉蛇是以卵生方式生殖的蛇類，於夏季產卵，每窩可產卵8到47枚，孵化期約1個半月，初生仔蛇全長約16公分。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>