<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/10大頭蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
  大頭蛇
 </td>
</tr>

<tr>
<td>俗名:
紋花林蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Boiga kraepelini (Stejneger, 1902)
</i></b></td>
</tr>

<tr>
<td>
 黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
大頭蛇廣泛分布於臺灣全島1500公尺以下之中低海拔地區，此外，中國南部地區亦有其分布，主要棲息於山區、丘陵，以夜間活動為主，是一種以小型鳥類、鳥蛋與蜥蜴為食的樹棲性蛇類。棲息於低海拔山區闊葉樹、竹林區活動的大頭蛇，由於身體較細長、移動速度也不快，因而在郊區道路時常有被汽車輾過死亡的個體被發現。大頭蛇雖然具有後溝牙，有輕微毒性，但一般而言對人類無害。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
大頭蛇為一種中型的樹棲性蛇類，最大全長可達160公分。由於身軀細長以致於頭部顯得較大，因而得名。瞳孔垂直，身體左右側扁的大頭蛇，個體體色差異極大，可能由黃褐色、紅棕色到鉛灰色，並且在背部有暗色斑由背脊中央向體側兩邊延展開來。大頭蛇為卵生的蛇類，可於春末至夏季之間產卵5到14枚。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>