<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/13王錦蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
  王錦蛇
 </td>
</tr>

<tr>
<td>俗名:
臭青公、稜鱗錦蛇、臭黃蟒、臭青母

</td>
</tr>
<tr>
<td>學名:<b><i>
Elaphe carinata(Günther, 1864)
</i></b></td>
</tr>

<tr>
<td>
黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
王錦蛇廣泛分布於馬祖、蘭嶼及臺灣本島2000公尺以下之中低海拔地區。此外，亦分布於中國中南部、北越以及琉球群島。主要棲息於雜木林或農墾地或住宅區，常侵入農舍，白天晚上均會活動，屬於攻擊性較強的蛇類。牠的肛門腺非常發達，在被捕捉時會發出強烈的惡臭，食性廣泛，主要以鼠類、鳥類、鳥蛋或蛙類為食，也有以蝗蟲、金龜子、蜥蜴或其他蛇類為食的紀錄。食物缺乏時，甚至有以自己幼蛇為食的記錄。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
臭青公是一種大型的蛇類，最大體長可達265公分，頭部鱗片大且邊緣有著明顯黑色，在吻端至眼睛前緣的上方常呈王字紋，故有王錦蛇之稱。臭青公全身鱗片有明顯稜脊，故感覺粗糙而不光滑，幼蛇全身呈淺棕色，有黑色或深棕色的小斑點散雜其間，而成蛇身軀為暗褐色或橄欖綠色，夾雜了暗色與白色的雜斑，與幼蛇的花紋顯著不同。臭青公是以卵生方式生殖的蛇類，於夏季產卵，每窩可產卵8到14枚，孵化期約1個月，會有護卵的行為。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>