<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/15紅斑蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
紅斑蛇
 </td>
</tr>

<tr>
<td>俗名:
赤煉蛇、火赤煉

</td>
</tr>
<tr>
<td>學名:<b><i>
Lycodon rufozonatus (Cantor, 1842)
</i></b></td>
</tr>

<tr>
<td>
 黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
紅斑蛇廣泛分布於臺灣全島2000公尺以下中低海拔地區及離島馬祖。此外，全中國(除內蒙古、新疆和西藏外)和寮國及北越都有發現紀錄，韓國、日本也有分布。廣泛棲息於各類環境，包括樹林底層、農田、水域及住宅區各類環境，都不難發現其蹤跡，因而可算是在台灣最容易發現的夜行性蛇種。棲地型態廣泛的紅斑蛇，食性亦廣，魚、蛙、蟾蜍、蜥蜴、蛇、鳥、鼠都是牠的食物，也曾有攝食同種蛇蛋之紀錄，但主要以兩生類與小型鼠類為食。初遭遇時攻擊性強，且被捕捉時常會由肛門腺或泄殖腔排出具惡臭的分泌物。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
紅斑蛇是一種中型蛇類，最大全長約160公分，紅棕色的身體上有大型的黑色橫斑。有些個體體側的紅棕色加深為黑色而和黑色橫斑連結，這時身體便呈現黑棕色，而有規則的紅棕色細橫帶。紅斑蛇為卵生的蛇類，於春夏季兩季生殖，每窩約產卵8枚，有些個體一年可產2窩，於春夏季各產一窩，孵化期約1個月，仔蛇全長約23公分。
</tr>
</table>
<p align="right">圖源:七星生態保育基金會</p> 
</body>
</html>