<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/17擬龜殼花.jpg"width="400" height="300"></td>
<td>
動物名稱:
擬龜殼花
 </td>
</tr>

<tr>
<td>俗名:
偽蝮蛇、頸稜蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Macropisthodon rudis (Boulenger, 1906)
</i></b></td>
</tr>

<tr>
<td>
   黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
擬龜殼花分布在臺灣全島1500公尺以下之中低海拔地區，數量不多。此外，在中國西南和中南部地區都有分布。棲息於山區或溪澗附近的擬龜殼花，可於白天與夜晚主要以蟾蜍和蛙類為食，也有捕食台灣鈍頭蛇和蜥蜴或蚯蚓的紀錄。當擬龜殼花遭遇敵害時很容易作出防禦性的動作，但此蛇其實攻擊性其實不強。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
擬龜殼花是一種中小型的蛇類，最大全長不超過1公尺，由於其身軀各種鱗片的稜脊極為明顯，所以整體感覺很粗糙而不若其他蛇類般光滑。體背以褐色為主的擬龜殼花，背部綴有規則的暗色菱形斑，體腹則為雜有花般的暗色鱗片。因為花紋與龜殼花類似，頭部也略成三角形，且防禦示威時身體呈扁平，三角形的頭部更為明顯，諸多特性皆與龜殼花相似。唯根據其頭部的大型鱗片、頭頂一致的顏色及圓形瞳孔的特徵，仍不難和龜殼花作區辨。擬龜殼花是以胎生方式生殖的蛇類，於夏末至秋季間生產，每窩可產下12到27條仔蛇，仔蛇全長約在13至20公分之間。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>