<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/19赤背松柏根.jpg"width="400" height="300"></td>
<td>
動物名稱:
赤背松柏根
 </td>
</tr>

<tr>
<td>俗名:
花秤桿蛇、臺灣小頭蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Oligodon formosanus (Günther, 1872)
</i></b></td>
</tr>

<tr>
<td>
 黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
赤背松柏根廣泛分布於臺灣全島和蘭嶼1000公尺以下低海拔地區。此外，在中國西南、中南部地區和越南也有分布。主要棲息於山區或開墾地。略有攻擊性，白天晚上均會活動，以蜥蜴、鳥蛋或蜥蜴蛋為主食；在蘭嶼島的赤背松柏根也會鑽入沙中攝食綠蠵龜的蛋，或許是受到氣味的引導，而能迅速的找尋到海龜巢。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
赤背松柏根是一種小型的蛇類，最大全長可達72公分，牠的體型短小而圓胖，頭小型，身體背側有一條磚紅色的縱帶由頭部向後延伸至尾部。頭部後方與頸部間有一明顯的倒V字型黑褐色斑紋，其前方有時會有另一個較不明顯的V字型斑紋。赤背松柏根是以卵生方式生殖的蛇類，於夏季進行生殖，每窩可產下卵3到6枚，出生仔蛇全長可達13公分。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>