<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/24細紋南蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
細紋南蛇
 </td>
</tr>

<tr>
<td>俗名:
過樹龍、黃梢蛇、灰鼠蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Ptyas korros(Schlegel, 1837)
</i></b></td>
</tr>

<tr>
<td>
 黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
細紋南蛇分布於臺灣全島2000公尺以下之中低海拔地區。此外，中國西南和中南部地區、印度東部及東南亞也是牠的分布區域。主要棲息於山區、開墾地和住家附近。牠的動作非常迅速，具有在樹梢爬行的能力，有時會盤在樹枝上，故有過樹龍之稱。細紋南蛇白天晚上都會活動，攻擊性強而食性廣泛，但主要以蛙、蜥蜴、蛇、鳥和小型哺乳類為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
細紋南蛇最大全長約200公分的大型蛇類，通體為一致的橄欖棕色，腹面則為一致的黃白色。細紋南蛇的尾部細長，鱗片光滑，各鱗片邊緣的顏色均較內側為深。細紋南蛇採卵生方式生殖，於5、6月間產卵，每窩產卵數為8到12枚，孵化期約50天，初生仔蛇的全長約26公分。 在學名中，”Ptyas”來自希臘字”ptuas” 意為「一種會噴毒液的蛇」。但是，因為此屬蛇皆非毒蛇，會得此名可能是源於當此類的蛇受激怒時鼻孔常會噴氣發出嘶嘶之噴氣聲。而”korros”來自拉丁字”corros”為「囓咬」之意，或許是因為此蛇於被捕時長展現明顯的攻擊行為，常會試圖咬人的緣故。
</tr>
</table>
<p align="right">圖源:DarkTower</p> 
</body>
</html>