<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/25南蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
南蛇
 </td>
</tr>

<tr>
<td>俗名:
水南蛇、華錦蛇、華鼠蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Ptyas mucosus (Cope, 1861)
</i></b></td>
</tr>

<tr>
<td>
黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
南蛇廣泛分布於臺灣全島2000公尺以下中低海拔地區，以及金門、馬祖等地。此外，在中國西南和中南部地區、印度東部及東南亞也有其分布。棲息環境為山區、開墾地和住家附近。牠的動作迅速，白天常在近水的地方活動，攻擊性也強，被激怒時常會發出嘶嘶聲，並昂頭鼓頸。以老鼠和其他小型哺乳類為主食的南蛇，也會捕食蛙、蜥蜴、蛇類和鳥類。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
南蛇是一種大型的蛇類，最大全長可達260公分，稚蛇身體主要以黃綠色為主，背部有著許多黑色的點與淡色的斑，因而形成位在背部的不規則黑色與淺色橫紋。成蛇的全身雖然有著一致的橄欖綠色或黑褐色，與細紋南蛇有些類似，但身體雜有白色的斑塊與黑色小斑點，形成不規則的坡浪狀橫紋，上下唇各唇鱗的後方都有黑色邊緣，故形成嘴部上下的6、7條明顯黑色斑紋。南蛇是以卵生方式生殖的蛇類，於夏季產卵，每窩可產卵6到14枚，孵化期約2個月，初生仔蛇全長約38至41公分。
</tr>
</table>
<p align="right">圖源:朱賢斌</p> 
</body>
</html>