<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/28草花蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
草花蛇
 </td>
</tr>

<tr>
<td>俗名:
紅糟蛇、千布花蛇、水草蛇、漁游蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Xenochrophis piscator (Schneider, 1799)
</i></b></td>
</tr>

<tr>
<td>
黃頷蛇科Family Colubridae  
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
過去，草花蛇廣泛分布於臺灣本島1000公尺以下低海拔地區，但目前數量已大幅減少，臺灣地區僅在離島金門仍有較多的數量。本種在世界的分布甚廣，從中國南部地區、巴基斯坦、斯里蘭卡到東南亞各國都有紀錄。主要棲息於水田、沼澤和濕地，是一種以白天活動為主的蛇類。主要以昆蟲、蝌蚪、蛙、蟾蜍、魚類為食的草花蛇，也有捕食蜥蜴、鳥類和鼠類的紀錄。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
草花蛇是一種中型的蛇類，最大全長可達120公分，在其頭部背面有一細的V字型斑紋，眼睛正下方和眼後方各有一條細的黑色斑紋平行的斜向後下方。草花蛇的身體呈淺棕色，有許多黑色斑塊和黃色細點散雜其間。草花蛇是以卵生方式生殖的蛇類，在春秋兩季交配後，可於春末至夏季間產卵，產卵數因雌性的個體大小差異而有很大的變化，少則8枚，多可達113枚，但多在30枚以上。仔蛇在約2個半月的孵化期過後出生，仔蛇全長約19公分。
</tr>
</table>

</body>
</html>