<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/29過山刀.jpg"width="400" height="300"></td>
<td>
動物名稱:
過山刀
 </td>
</tr>

<tr>
<td>俗名:
烏梢蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Zaocys dhumnades(Cope, 1860)
</i></b></td>
</tr>

<tr>
<td>
 黃頷蛇科Family Colubridae 
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
過山刀廣泛分布於臺灣本島1500公尺以下之中低海拔地區。此外，也分布於中國西南和中南部地區。主要棲息於山區或農墾地，為白天活動，動作極為迅速的蛇類。食性廣泛的過山刀，以魚、蛙、蜥蜴、蛇、鳥和鼠類為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
過山刀是一種身體細長的大型蛇類，最大全長可達220公分。眼睛極大，也有大眼蛇之稱的過山刀，身體主要為橄欖褐色，體背中央和兩側分別有黃褐色縱斑，但前段的中央縱斑較為明顯。此外，幼蛇或剛蛻皮後的個體也有較明顯的縱斑。而台灣蛇類的體鱗幾乎多為奇數列，但過山刀的體鱗數為14或16列，明顯與其他蛇類不同。過山刀是以卵生方式生殖的蛇類，於春末至夏季產卵，每窩可產卵6到17枚，孵化期約1個月。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>