<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/33羽鳥氏帶紋赤蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
羽鳥氏帶紋赤蛇
 </td>
</tr>

<tr>
<td>俗名:
台灣麗紋蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Sinomicrurus hatori (Takahashi, 1930)
</i></b></td>
</tr>

<tr>
<td>
 保育類             特有種             蝙蝠蛇科Family Elapidae  
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
分佈於新竹竹東一帶山區，目前僅有6次發現記錄，可能為梭德氏帶紋赤蛇之變異個體。棲息的環境是北部中低海拔山區森林底層，夜行性為主，但也曾在白天有發現紀錄，最大全長不滿一公尺，以小型蛇類或蜥蜴為主食，卵生，數量稀少難得一見。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
羽鳥氏帶紋赤蛇是一種中小型的蛇類，最大全長可達95公分，其身體細長，身體有兩道紅褐色縱帶從頸部一直延伸到尾部，體側有二十餘個白點，數量稀少難得一見。性情非常溫馴，在以往的報章雜誌及網路消息中幾乎沒有聽過有人被羽鳥氏帶紋赤蛇咬傷的報導，除了數量稀少、生性隱蔽不易和人類有接觸之外，最主要的原因仍是性情溫馴，不易張口反咬禦敵，受刺激時的防禦手段大多僅是以尾巴末端角質化的尖刺來刺擊敵人。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>