<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/37眼鏡蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
眼鏡蛇
 </td>
</tr>

<tr>
<td>俗名:
飯匙倩

</td>
</tr>
<tr>
<td>學名:<b><i>
Naja atra (Wüster, 1991)
</i></b></td>
</tr>

<tr>
<td>
保育類    蝙蝠蛇科Family Elapidae  
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
眼鏡蛇廣泛分布於臺灣全島1000公尺以下之中低海拔地區以及馬祖，此外，在中南半島和中國南部地區也有其分布。棲息於山區或農墾地，除天氣悶熱時改為黃昏活動外，一般而言為白天活動的蛇類。攻擊性強，又具有強烈的神經性毒性的眼鏡蛇，能致人於死，需小心因應。眼鏡蛇食性甚廣，從魚類、蛙、蟾蜍、蜥蜴、蛇、鳥、鳥蛋到鼠類都會捕食。 
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
眼鏡蛇是一種大型的蛇類，最大全長可達2公尺，體背主要為黑色，其上有一些細的灰白色環紋，尤其以頸部的紋較寬而明顯。眼鏡蛇易受激怒而將前身昂起，頸部並擴張成前後扁平狀，此時頸背部的白色環紋更為明顯，常呈眼鏡狀，故有眼鏡蛇之稱。眼鏡蛇是以卵生方式生殖的蛇類，大約在1月左右交配，而後在夏季產卵，每窩可產下卵7到25枚，約1個半月至2個月便可孵化，初生仔蛇全長約20公分，雌蛇會有護蛋的行為。
</tr>
</table>
<p align="right">圖源:Spoonduck琵鴨</p> 
</body>
</html>