<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/41闊帶青斑海蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
闊帶青斑海蛇
 </td>
</tr>

<tr>
<td>俗名:
半環扁尾海蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
Laticauda semifasciata (Stejneger, 1907 )
</i></b></td>
</tr>

<tr>
<td>
蝙蝠蛇科Family Elapidae  
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
在臺灣，闊帶青斑海蛇主要分布於東部海域，尤其以蘭嶼沿岸最為常見，南部墾丁也有發現紀錄，主要棲息環境為附近有礁石的海域，偶爾會上岸爬行，攻擊性低，雖然單位毒量很強，但出毒量很少，對人幾乎不具有危險性，以珊瑚礁區的各類小魚為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
闊帶青斑海蛇最大全長約150公分，為中型的蛇類。其身體圓胖，體型與同樣具有黑藍相間環紋的黃唇青斑海蛇、黑唇青斑海蛇稍有不同。闊帶青斑海蛇身體的顏色主要由黑灰色與青藍色的環紋所組成，且黑灰色的環帶在背中央明顯較青藍色的環紋寬，此外，尾巴也明顯比其他海蛇寬扁。闊帶青斑海蛇是以卵生方式生殖的蛇類，常和黑唇青斑海蛇共用產卵場，夏秋季會上岸在水面上的礁石縫內產卵，每窩可產卵3到7枚，孵化期大約為4至5個月。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>