<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/51菊池氏龜殼花.jpg"width="400" height="300"></td>
<td>
動物名稱:
菊池氏龜殼花
 </td>
</tr>

<tr>
<td>俗名:
臺灣烙鐵頭

</td>
</tr>
<tr>
<td>學名:<b><i>
Trimeresurus gracilis (Oshima, 1920) 
</i></b></td>
</tr>

<tr>
<td>
保育類                          特有種                 蝮蛇科Viperidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
菊池氏龜殼花為台灣特有種蛇類，廣泛分布於全島1500至2000公尺以上之高海拔地區。棲息於山區、箭竹草原或碎石坡的石堆下，以白天活動為主。雖然行動緩慢，但菊池氏龜殼花為具有出血性毒的蛇類，需小心因應。幼蛇以兩生類或蜥蜴為主食，成蛇以則小型哺乳類動物為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
菊池氏龜殼花是一種小型的蛇類，最大全長不到60公分，外型類似阿里山龜殼花，唯體型稍為細小，且菊池氏龜殼花的眼後縱帶為淺灰色，而此灰色縱帶下雖然仍有一黑色縱帶，但是兩縱帶後方並不明顯變寬。此外，阿里山龜殼花的體鱗鱗列數在21列以上，通常是25至27列，而菊池氏龜殼花的體鱗數較少，只有19至21列。菊池氏龜殼花是以胎生方式生殖的蛇類，約在夏末至秋季間生產，每窩可產下仔蛇2到8隻，初生仔蛇全長約17公分。
</tr>
</table>
<p align="right">圖源:台大自然保育社</p> 
</body>
</html>