<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/53百步蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
百步蛇
 </td>
</tr>

<tr>
<td>俗名:
尖吻腹蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
 Deinagkistrodon acutus (Günther, 1888)
</i></b></td>
</tr>

<tr>
<td>
保育類                          蝮蛇科Viperidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
百步蛇分布於臺灣本島2000公尺以下中低海拔地區，因為被過度捕捉而導致數量急驟減少，目前已不易見到。此外，在中國西南和中南部也有分布。主要棲息於山區林木底層，其花紋和落葉堆配合的很好，不易被發現，常盤成一堆守株待兔，為典型採坐等覓食的蛇類。攻擊性強，又具有強烈的出血性毒的百步蛇，能快速致人於死，需特別留意。百步蛇的活動以晚上和晨昏為主，以蛙、蟾蜍、蜥蜴、鳥和鼠類為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
百步蛇是一種中型的蛇類，最大全長可達150公分，其體型粗胖，以吻端上翹，頭部明顯呈三角形著稱。身體主要為黃褐色的百步蛇，體側有許多三角形的黑色斑紋，很容易辨認。百步蛇是以卵生方式生殖的蛇類，大多在3至11月間交配，於6-8月間產卵，每窩約可產卵11到35枚，孵化期3週至1個月，雌蛇有護卵行為，初生仔蛇全長約21公分。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>