<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/54瑪家山龜殼花.jpg"width="400" height="300"></td>
<td>
動物名稱:
瑪家山龜殼花
 </td>
</tr>

<tr>
<td>俗名:
阿里山龜殼花、山烙鐵頭

</td>
</tr>
<tr>
<td>學名:<b><i>
 Ovophis monticola makazayazaya (Takahashi, 1922) 
</i></b></td>
</tr>

<tr>
<td>
保育類                          蝮蛇科Viperidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
阿里山龜殼花為台灣特有亞種蛇類，目前已知的發現地點相當零散，從大屯山區、宜蘭福山、烏來、北橫公路、阿里山、南橫公路和屏東的瑪家，都只有零星的觀察紀錄，可能是500至2000公尺以上中低海拔地區都有分布的蛇類。花主要棲息於山區，數量極為稀少。阿里山龜殼花以夜間活動為主，雖然行動緩慢，但為具有出血性毒的蛇類，應小心因應。阿里山龜殼花主要以捕捉小型哺乳類為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
阿里山龜殼花是一種中型的蛇類，最大全長可達120公分，其體型明顯短胖，頭呈鈍三角形，眼睛下方有著黑色縱帶延伸至頭後下方，其黑色縱帶上方至頭頂的顏色為一致的紅褐色，有些個體頭頂顏色更深，因此在頭頂和眼下黑色縱帶間，尚有一紅褐色縱帶，但此向後延展的紅褐色縱帶的會逐漸向身體後方逐漸變寬。阿里山龜殼花的尾部後段經常有白色小班點，是在辨認上的一項特徵。阿里山龜殼花是以卵生方式生殖的蛇類，於夏季產卵，每窩可產下卵3到18枚，經過約1個月的孵化期後，初生仔蛇全長約18公分，雌蛇有護卵行為。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>