<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/55龜殼花.jpg"width="400" height="300"></td>
<td>
動物名稱:
龜殼花
 </td>
</tr>

<tr>
<td>俗名:
烙鐵頭、原矛頭蝮

</td>
</tr>
<tr>
<td>學名:<b><i>
 Protobothrops mucrosquamatus (Günther, 1864)
</i></b></td>
</tr>

<tr>
<td>
保育類                          蝮蛇科Viperidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
龜殼花廣泛分布於全島及龜山島1500公尺以下之中低海拔地區。此外，在中國西南和中南部地區、印度、緬甸、越南也都有其分布。主要棲息於山區或開墾地附近，常在廢棄的房舍或農舍活動。晚上活動的龜殼花，屬於攻擊性極強的蛇類，再加上具有強烈的出血性毒，能致人於死，需小心因應。在食性上，龜殼花主要以蛙、蜥蜴、鳥和鼠類為食。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
龜殼花是一種中型的蛇類，最大全長可達150公分，頭呈銳三角形，眼後有一細長的黑褐色縱帶。頭頂褐色且常有斑紋分布，身體黃棕色，其上有大型黑色斑塊，斑塊邊緣有黃色細紋。龜殼花體背中央的斑塊常連成波浪狀，有明顯保護色作用。龜殼花是以卵生方式生殖的蛇類，於夏季產卵，每窩可產下卵3到15枚，孵化期約1至1個半月，且雌蛇會有護卵行為，初生仔蛇全長約22公分。
</tr>
</table>
<p align="right">圖源:老鬼老師</p> 
</body>
</html>