<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/56赤尾青竹絲.jpg"width="400" height="300"></td>
<td>
動物名稱:
赤尾青竹絲
 </td>
</tr>

<tr>
<td>俗名:
赤尾鮐

</td>
</tr>
<tr>
<td>學名:<b><i>
 Trimeresurus stejnegeri (Schmidt, 1925)
</i></b></td>
</tr>

<tr>
<td>
蝮蛇科Viperidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
赤尾青竹絲廣泛分布於臺灣全島和蘭嶼平地至2000公尺左右之中低海拔地區，數量相當普遍，分布很廣。此外，從中國西南、中南部地區以及吉林省東南邊、長白山、印度東北邊、緬甸、泰國至越南都有分布。主要棲息於山區或開墾地附近，喜好在稍微潮濕的環境。夜間活動的赤尾青竹絲，屬於動作雖然緩慢，但攻擊性極強的蛇類，以蛙、蜥蜴、鳥和小型哺乳類為食。雖然其毒性不強，卻仍然有致人於死的可能，需小心因應。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
赤尾青竹絲是一種小型的蛇類，最大全長可達90公分，其頭呈三角形，眼睛紅色，全身翠綠。因為尾巴後段磚紅色，故民間多以焦尾巴稱呼赤尾青竹絲。多數的雌蛇在身體和腹部交接處有一條白色的細縱線，而多數的雄蛇除了有此白色的細縱線外，在白線下還緊接著一條紅色的細縱線。赤尾青竹絲是以胎生方式生殖的蛇類，於秋季交配，隔年夏季生產。每窩大約可產下2到15條仔蛇，初生仔蛇全長約26公分，約1年便可達性成熟。
</tr>
</table>
<p align="right">圖源:沈錦豐</p> 
</body>
</html>