<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/sn/57鉛色水蛇.jpg"width="400" height="300"></td>
<td>
動物名稱:
鉛色水蛇
 </td>
</tr>

<tr>
<td>俗名:
水蛇、水泡蛇

</td>
</tr>
<tr>
<td>學名:<b><i>
 Enhydris plumbea (Boie, 1827)
</i></b></td>
</tr>

<tr>
<td>
保育類              水蛇科Family Homalopsidae
</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>
水蛇以往廣泛分布於臺灣全島低海拔地區，但現今已不常見，唯在數量上，仍然較唐水蛇稍多。此外，在中國的西南和中南部地區、印度及東南亞各國也都有分布。主要棲息環境也是以水塘、水田或排水溝渠為主。多於黃昏和夜間活動，以攝食魚類和兩棲類為主。
</td>
</tr>

<tr>
<td colspan="2">介紹:<br>
水蛇是一種中小型的蛇類，最大全長可達72公分，體型如唐水蛇，但身體呈現一致的橄欖綠色，且身體腹側沒有橙紅色的縱帶。本種和唐水蛇都是具有後溝牙的蛇類，但僅具有輕微毒性，一般而言，對人並無危險性。水蛇和唐水蛇相似，也同樣是以胎生方式生殖的蛇類。繁殖季在春末至夏季間，每窩可產仔蛇2到19條，初生仔蛇全長約12公分。
</tr>
</table>

</body>
</html>