<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/06無疣蝎虎.jpg"width="400" height="300"></td>
<td>動物名稱:無疣蝎虎</td>
</tr>

<tr>
<td>俗名:鹽蛇、縱斑蜥虎、原尾蜥虎、無疣蜥虎</td>
</tr>
<tr>
<td>學名:<b><i>Hemidactylus bowringii (Stejneger, 1907)</i></b></td>
</tr>

<tr>
<td>
壁虎科(Family Gekkonidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>原本為臺灣中北部1000公尺以下之低海拔地區較常見到的種類，但由於其容易因人類頻繁活動而播遷的特性，故目前在南部以及東部亦有發現紀錄；此外，日本琉球、中國南部及海南島、南亞、東南亞也有分布。主要棲息於郊區的屋舍或樹林中，是一種主要在夜間活動的蜥蜴。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>軀幹長約50mm，最大全長可達120mm，體背主要為深淺不一的灰色或褐色，且有許多作縱向分布的暗色班，其中暗色斑塊由頸部向後延伸到尾部，暗色帶由眼部延伸到尾巴基部。在體背僅具有較細小的粒鱗而無大型的疣鱗，尾部也無具有櫛刺的鱗片，前後肢的指端下有雙列指瓣，第一指有爪。無疣蝎虎是以卵生方式生殖的壁虎，一次產下兩枚卵殼分離的卵。尾部極容易自割的無疣蝎虎沒有明顯的叫聲，以昆蟲及其他小型無脊椎動物為食。
</tr>
</table>
<p align="right">圖源:箱龜盒子</p> 
</body>
</html>