<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/07疣尾蝎虎.jpg"width="400" height="300"></td>
<td>動物名稱:疣尾蝎虎</td>
</tr>

<tr>
<td>俗名:橫斑蜥虎、疣尾蜥虎、蜥虎、蝎虎</td>
</tr>
<tr>
<td>學名:<b><i>Hemidactylus frenatus (Schlegel, 1836)</i></b></td>
</tr>

<tr>
<td>
壁虎科(Family Gekkonidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要分布於臺灣中南部1000公尺以下之低海拔地區，以及蘭嶼、綠島、小琉球、東沙等離島地區，也因為其分布會隨著人類的活動而擴散的特性，目前在臺灣北部也有零星的發現紀錄。此外，中國的雲南、廣東、香港、海南：日本、菲律賓、斯里蘭卡、印尼；非洲南部與東部、馬達加斯加也都有其分布。常出沒於居家屋舍、路燈或近光源處，鳴聲響亮，是一種主要在夜間活動的蜥蜴。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>軀幹長約40到60mm，最大全長可達130mm，身體主要由黑色、褐色、灰色或白色所構成，而且顏色會隨著環境而加深或變淺。體背除了有較細小的粒鱗，還有許多較大型的疣鱗，尾部有許多櫛刺狀的鱗片，而深淺不一的鱗片也形成體背的縱線或是由頸部延伸到尾部規則分布的斑塊。四肢指下有單列指瓣，且第一指有爪。蝎虎是以卵生方式生殖的壁虎，一次會產下兩枚卵，但卵殼間並不相連。尾部極容易自割，以昆蟲和其他小型無脊椎動物為食。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>