<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/10半葉趾蝎虎.jpg"width="400" height="300"></td>
<td>動物名稱:半葉趾蝎虎</td>
</tr>

<tr>
<td>俗名:爪哇半葉趾虎</td>
</tr>
<tr>
<td>學名:<b><i>Hemiphyllodactylus typus (Bleeker, 1860)</i></b></td>
</tr>

<tr>
<td>
壁虎科(Family Gekkonidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>南亞、東南亞、台灣、菲律賓群島、印澳群島及大洋洲一帶，美國夏威夷亦因人為引入而建立了族群。僅在台灣的高雄、屏東、台東以及蘭嶼、綠島等地有發現記錄，數量少，主要棲息於低海拔近海岸樹林，屬夜行性，白天喜藏於林投、檳榔、香蕉等寬葉植物的葉片基部、樹皮下或樹縫中。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>軀幹長約40mm全長約80mm，尾長與吻肛長約相等；身體細長且扁平，尾部圓筒形；四肢短，第一趾萎縮變小，但有微小的爪，其餘各趾趾端膨大，趾下皮瓣2列，且均有爪；有1深褐色過眼線，由鼻孔經眼睛、肩部到胸部側面，身體背面灰褐色，並混有深色雜斑，尾部顏色常與身體不同為黃褐色。到目前為止對本種的研究發現，本種在亞洲東部的島嶼區只有雌性個體，沒有雄性個體，行孤雌生殖，雌性個體每次可產2個白色的卵，約68天後孵化。尾部易自割，以昆蟲及其他小型節肢動物為食。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>