<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/11鱗趾虎.jpg"width="400" height="300"></td>
<td>動物名稱:鱗趾虎</td>
</tr>

<tr>
<td>俗名:鱗趾蝎虎</td>
</tr>
<tr>
<td>學名:<b><i>Lepidodactylus lugubris (Duméril & Bibron, 1836)</i></b></td>
</tr>

<tr>
<td>
壁虎科(Family Gekkonidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要發現地為臺灣本島的南部、東部500公尺以下之低海拔地區，尚包括蘭嶼、綠島兩處離島地區。此外，印度、斯里蘭卡、緬甸、馬來西亞、日本琉球群島、大洋洲區域也都有其分布；而因為人類頻繁的交通往來，鱗趾蝎虎在中美洲地區也已經建立了族群。白天常躲藏於林投、檳榔、香蕉或其他葉片較大的植物葉基部位，或是藏身於樹皮下及縫隙中，是一種主要在夜間活動的蜥蜴。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>軀幹長約40mm，最大全長可達80mm，身體主要以褐色為主，體色深淺會隨環境而改變。由體背延伸到尾部的深色斑有時會形成波浪狀或V型斑塊，體側邊暗色斑常形成由吻端經過眼而延伸至尾巴基部的縱帶，尾巴底面扁平且邊緣鱗片特化為細刺狀。四肢指下有指瓣兩列，第一指不具爪且第三、第四指間具蹼狀膜。鳞趾蝎虎是一種孤雌生殖的壁虎，以卵生方式進行生殖，一次會產下兩枚卵殼緊密相連的卵。尾部極容易自割，以昆蟲和其他小型無脊椎動物為食。
</tr>
</table>

</body>
</html>