<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/13梭德氏草蜥.jpg"width="400" height="300"></td>
<td>動物名稱:梭德氏草蜥</td>
</tr>

<tr>
<td>俗名:梭德氏舅母蛇、南臺草蜥</td>
</tr>
<tr>
<td>學名:<b><i>Takydromus sauteri (Van Denburgh, 1909)</i></b></td>
</tr>

<tr>
<td>
保育類<br>特有種<br>正蜥科(Family Lacertidae)</td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>分布於1500公尺以下之低海拔山區，主要分布區為臺灣本島南部及蘭嶼。但是，在南投與花蓮也有零星的發現紀錄。主要棲息於森林邊緣的芒草區，白天常在芒草叢中活動，夜晚也會在芒草葉或其他植物上休息。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長可成長至60mm，最大全長可達300mm的蜥蜴。一般僅具有一對鼠蹊孔的梭德氏草蜥，是雌雄外型二型性明顯的蜥蜴。雄性個體體背除了前半部帶著綠色外，其他部分盡是褐色，有時甚至身體背面全為褐色而無綠色的部分，腹面則為黃色；而雌性蜥蜴除了體背均為綠色，腹面呈現帶有綠色調的白色外，體型也較雄蜥為大。採卵生方式生殖的梭德氏草蜥，每次可以產下卵4到11枚。日行性的梭德氏草蜥，主要以捕捉昆蟲或是其他小型無脊椎動物為食。梭德氏草蜥生性機警，當遭遇天敵捕捉或觸碰時，常會有自割尾部的行為，藉著分散捕食者的注意而達到逃跑的目的。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>