<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/22中國石龍子臺灣亞種.jpg"width="400" height="300"></td>
<td>動物名稱:中國石龍子臺灣亞種</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:<b><i>Plestiodon chinensis formosensis (Van Denburgh, 1912) </i></b></td>
</tr>

<tr>
<td>
特有種<br>石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>分布於臺灣全島1000公尺以下的低海拔山區，屬於發現頻率不高的種類，但在某些區域內數量尚稱豐富，為區域性普遍的蜥蜴。主要的棲息環境為居家庭院、墾地或大面積的開闊草生地，偶爾可於樹林底層發現其蹤。當遇到干擾時便會快速逃逸或是藏身在石塊、土洞中。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約130mm，最大全長可達330mm的蜥蜴。鱗片無鱗脊的臺灣中國石龍子，外表因此而顯得光滑。其幼體與成體體色不同，幼體體背黑色，背部及體側有許多淺褐色斑點，體腹部為淺褐色或乳白色，尾部末端則為藍色；體色會隨著成長而改變，體型也逐漸變得粗壯，成體體背轉為深褐色或灰褐色，鱗片邊緣為黑色，體側面則常有黑色或橘紅色的雜斑。臺灣中國石龍子是以卵生方式生殖的蜥蜴，曾經有一次產下19枚卵的生殖紀錄。以昆蟲與其他小型無脊椎動物為食的臺灣中國石龍子，屬於日行性的蜥蜴，其尾巴極容易自割。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>