<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/24臺灣滑蜥.jpg"width="400" height="300"></td>
<td>動物名稱:臺灣滑蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:<b><i>Scincella formosensis (Van Denburgh, 1912)</i></b></td>
</tr>

<tr>
<td>
特有種<br>石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要分布在臺灣本島全島1000公尺以下之低海拔區域。棲息於森林邊緣與樹林底層的蜥蜴，數量尚稱豐富，唯其頻繁出沒於林下環境的特性，讓人不容易觀察到這種體型較小的蜥蜴。當受到驚嚇或干擾時，牠們會迅速的就近找尋遮蔽物藏身。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>最大體長約40mm，全長可達100mm的小型蜥蜴，也是臺灣產體型最小的石龍子。體軀主要為褐色的臺灣滑蜥，背後有不規則的暗褐色雜斑，體側與體背交界處鱗片顏色較深，形成由吻端經過眼而延伸至尾部的暗色縱帶；而體側顏色較淺，容易形成暗色與淺褐色交錯的斑駁花紋。下眼瞼具有透明的瞼窗，也是臺灣滑蜥的一個重要特徵。臺灣滑蜥是以卵生方式生殖的蜥蜴，有一窩產下卵2枚的紀錄。是一種以昆蟲、小型無脊椎動物為主食的日行性蜥蜴，也是極容易自割尾部的蜥蜴。
</tr>
</table>
<p align="right">圖源:綠活台灣生態資料庫</p> 
</body>
</html>