<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/27岩岸島蜥.jpg"width="400" height="300"></td>
<td>動物名稱:岩岸島蜥</td>
</tr>

<tr>
<td>俗名:都蜥蜴</td>
</tr>
<tr>
<td>學名:<b><i>Emoia atrocostata (LESSOn, 1830)</i></b></td>
</tr>

<tr>
<td>
石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>在臺灣地區僅侷限分布在屏東的墾丁以及佳樂水、台東小野柳、都蘭及離島蘭嶼地區；此外，在馬來半島、菲律賓、琉球群島、爪哇、太平洋諸多小島也都有其分布。棲息於海岸地帶的岩岸或珊瑚礁地區，為一種動作迅速的日行性蜥蜴。除了因為岩岸島蜥行動迅速，不容易讓人接近外；在稍微受到驚擾的狀況下即會就近鑽入岩礁或其他遮蔽物下的習性，都讓牠成為較不容易作近距離觀察的蜥蜴。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>吻端細長、體色黝黑，是體長約100mm，最大全長可達220mm的蜥蜴。岩岸島蜥下眼瞼有一塊沒有鱗片的透明「瞼窗」，體背部主要為灰黑或深橄欖綠色，其上並分布著無數顏色較淺的斑點。體側面為鉛灰色，體腹面則為白色或乳黃色。岩岸島蜥是以卵生方式生殖的蜥蜴，一窩可產下卵2枚。尾巴極容易自割的岩岸島蜥，主要以節肢動物為食。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>