<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/29長尾真稜蜥.jpg"width="400" height="300"></td>
<td>動物名稱:長尾真稜蜥</td>
</tr>

<tr>
<td>俗名:長尾南蜥</td>
</tr>
<tr>
<td>學名:<b><i>Eutropis longicaudata (Hallowell, 1856)</i></b></td>
</tr>

<tr>
<td>
石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要分布於臺灣本島南部，包括台南、高雄、屏東、台東等地1000公尺以下之低海拔區域，以及蘭嶼、綠島兩個離島地區。此外，在中國的雲南、廣東、海南及香港也有其分布。棲息環境為墾地或樹林邊緣區，有時也會在居家房舍附近或是大面積草生地區域活動。憑藉著不錯的攀爬能力，長尾南蜥也會出現在樹上，或是利用公路邊坡較高處的排水孔作為產卵之用。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>最大體長約130mm，最大全長可達360mm，也是臺灣產蜥蜴中體型較大者。其身體背面主要為褐色，背上有許多黑色斑點，斷斷續續的形成數條由頸部延伸至尾部的縱線。而身體兩側各有一條黑色寬縱帶由吻端經眼部延伸至尾基部，身體腹面則為白色。長尾南蜥是以卵生方式生殖的蜥蜴，每窩可產下8到12枚卵。以昆蟲與其他小型無脊椎動物為食的長尾南蜥，為日行性的蜥蜴，其尾巴極容易自割。
</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>