<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/31麗紋石龍子.jpg"width="400" height="300"></td>
<td>動物名稱:麗紋石龍子</td>
</tr>

<tr>
<td>俗名:五線石龍子</td>
</tr>
<tr>
<td>學名:<b><i>Plestiodon elegans (Boulenger, 1887)</i></b></td>
</tr>

<tr>
<td>
石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>廣泛分布於臺灣本島2500公尺以下的山區，以及龜山島、澎湖、金門、馬祖等離島區域，是臺灣產石龍子中分布最廣的種類。主要的棲息環境為居家庭園、墾地或大面積草生地，當遇到干擾便快速逃逸或是藏身在石塊、土洞、排水管中。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>最大體長約90mm，最大全長可達280mm的蜥蜴。其幼體與成體體色不同，幼體體背黑色，有五條縱線均勻分布於背側，而尾部則是鮮明的藍色。麗紋石龍子是具有雌雄外型二行性的蜥蜴，待長成後，雌性體色與幼體類似但較黯淡，雄性個體則通體以黃褐色為主，側面會有橘紅色的縱斑。麗紋石龍子是以卵生方式生殖的蜥蜴，每窩可產下4到9枚卵。以昆蟲與其他小型無脊椎動物為食的麗紋石龍子，屬於日行性的蜥蜴，其尾巴極容易自割。此外，雌性個體在產卵後，會有停留在巢中，是臺灣少數有護幼行為的蜥蜴。
</tr>
</table>

</body>
</html>