<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/33印度蜓蜥.jpg"width="400" height="300"></td>
<td>動物名稱:印度蜓蜥</td>
</tr>

<tr>
<td>俗名:銅蜓蜥、蝘蜓</td>
</tr>
<tr>
<td>學名:<b><i>Sphenomorphus indicus Gray, 1853</i></b></td>
</tr>

<tr>
<td>
石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>泛分布在臺灣本島1500公尺以下之低海拔區域，以及馬祖、龜山島、小琉球各離島地區，為臺灣蜓蜥屬蜥蜴中分布最廣也最常見的種類。此外， 印度、馬來半島，以及從中國南方西至西藏東邊，北至河北、陜西、甘肅雲南的中國南部各省亦有其分布。主要棲息於環境較潮濕的樹林邊緣或樹林底層。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約125mm，最大全長可達240mm的石龍子科蜥蜴。體背主要為褐色的印度蜓蜥，背後有許多的暗色雜斑分布，體側由吻端經過眼而延伸至尾之基部有一黑色寬縱帶。雖然在外型上與股鱗蜓蜥相似，且幼體尾巴末端同樣呈紅色，但後腿內側股部鱗片規則排列、體腹偏黃色的這些特徵，都可以作為與股鱗蜓蜥作區別的特徵。印度蜓蜥為以胎生方式生殖的蜥蜴，每窩可產下幼蜥4到11隻。印度蜓蜥為一種尾巴極容易自割，以昆蟲與其他小型無脊椎動物為食的日行性蜥蜴。
</tr>
</table>
<p align="right">圖源:DarkTower</p> 
</body>
</html>