<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/34多線真稜蜥.jpg"width="400" height="300"></td>
<td>動物名稱:多線真稜蜥</td>
</tr>

<tr>
<td>俗名:多線南蜥、多紋南蜥</td>
</tr>
<tr>
<td>學名:Eutropis multifasciata (Kunl, 1820)</td>
</tr>

<tr>
<td>
外來種<br>石龍子科(Family Scincidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要分布於臺灣本島南部地區，包括高雄、屏東、雲林，以及離島小琉球500公尺以下之低海拔區域。此外，在中國的雲南、海南，馬來半島、菲律賓與印澳群島、新幾內亞也有其分布。主要的棲息環境為靠近水源之農墾區域或果園，有時也會在居家房舍附近或是公路邊緣活動。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>最大體長約120mm，最大全長可達280mm，體背鱗片具有鱗脊。幼蜥體背面為褐色，體側面散生黑、白兩色斑點，腹部為白色。多線南蜥雌雄外型二型性顯著，在成長後雄性體色有著明顯的變化，體背顏色轉為黃褐色，體側由頭部開始有明顯的黃色或橘色斑，此橘黃色斑塊一直延展到體側後段；而雌性個體則與幼體相仿，唯體背有時會有黑色斑點或斷續相連的縱線。多線南蜥是以胎生方式生殖的蜥蜴，每次可產下4到9肢仔蜥。多線南蜥以昆蟲與其他小型無脊椎動物為食，為日行性的蜥蜴，其尾巴極容易自割。</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>