<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/35短肢攀蜥.jpg"width="400" height="300"></td>
<td>動物名稱:短肢攀蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:Japalura brevipes (Gressitt, 1936)</td>
</tr>

<tr>
<td>
保育類<br>特有種<br>飛蜥科(Family Agamidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>分布於臺灣本島中央山脈包括宜蘭在內的中部以北之1100至2200公尺的中低海拔山區。喜好的棲息環境以樹林邊緣為主，常可於天氣晴朗時觀察到牠們出現在較空曠處，或是山區林道邊發現其蹤跡。短肢攀蜥具有明顯的領域行為，當有外物接近時，常可觀察到雄性個體有喉部擴張，持續作出伏地挺身的威嚇動作。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約100mm，最大全長不到250mm的蜥蜴。尾部不會自割、體腹為白色或綠色的短肢攀蜥，除了生活於不同區域的族群在外表上有著極大的差異外，體色亦會隨著環境的不同而做小幅度的變色，以增加隱蔽的效果。短肢攀蜥屬於雌雄二型性顯著的物種，雌雄外表明顯不同，雄性個體體背為黑褐色，有著較明顯的鬛鱗，背部並有黃綠色斑點或線條的分布，背部兩側有菱斑連貫，形成黃綠色的縱帶；而雌性個體雖然體色主要以綠色為主，但有些個體從頭部經背脊中央延伸到尾巴均為暗褐色，形成一條寬縱帶。短肢攀蜥是以卵生方式生殖的蜥蜴，生殖季節以夏季為主，一窩可產下卵2至9枚。日行性的短肢攀蜥，主要以昆蟲或是其他小型無脊椎動物為食。</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>