<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/36呂氏攀蜥.jpg"width="400" height="300"></td>
<td>動物名稱:呂氏攀蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:Japalura luei (Ota, Chen & Shang, 1998)</td>
</tr>

<tr>
<td>
保育類<br>特有種<br>飛蜥科(Family Agamidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>分布於臺灣本島東部1100至1800公尺的中海拔山區，目前只侷限在宜蘭南澳、三星以及花蓮等地有發現紀錄。為樹棲性蜥蜴，喜好的棲息環境為樹林邊緣，常可於日間觀察到牠們出現在森林邊緣空曠處活動。呂氏攀蜥具有明顯的領域行為，當有外物接近時，常可觀察到雄性個體有喉部擴張，持續做出伏地挺身的威嚇動作。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長可達100mm，最大全長約270mm的蜥蜴，體色鮮艷、尾部不會自割的呂氏攀蜥，嘴的外緣為黃色。呂氏攀蜥屬於雌雄二型性顯著的物種，雌雄外表明顯不同，體色主要以綠色為主，但顏色會隨著環境不同而作小幅度的改變。雄性個體背部有大面積的黑色或暗褐色區塊，且具有較明顯的鬛鱗，背部除了有黃綠色斑點或線條的分布外，兩側尚有由菱斑連貫而形成的黃綠色縱帶；雌性個體雖然體色主要以綠色為主，但有些個體從頭部經背脊中央延伸到尾巴均為暗褐色，形成一條寬縱帶。呂氏攀蜥是以卵生方式生殖的蜥蜴，生殖季節以夏季為主，一窩可產下卵4至6枚。日行性的呂氏攀蜥，主要以昆蟲或是其他小型無脊椎動物為食。</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>