<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/37牧氏攀蜥.jpg"width="400" height="300"></td>
<td>動物名稱:牧氏攀蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:Japalura makii (Ota, 1989)</td>
</tr>

<tr>
<td>
保育類<br>特有種<br>飛蜥科(Family Agamidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>主要分布於臺灣本島中部與南部900至1800公尺的中低海拔山區，目前只侷限在台中溪頭、杉林溪以及籐枝等地有發現紀錄。為樹棲性蜥蜴，喜好的棲息環境為樹林邊緣，常可於日間觀察到牠們出現在森林邊緣空曠處活動，或是觀察到牠停棲在樹叢向光的葉面上。牧茂氏攀蜥具有明顯的領域行為，當有外物接近時，常可觀察到雄性個體有喉部擴張，持續做出伏地挺身的威嚇動作。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約100mm，最大全長可達270mm的蜥蜴。嘴的外緣淺色，頭部有明顯過眼帶的牧茂氏攀蜥，體色會隨著環境不同而作小幅度變色。牧茂氏攀蜥體色主要以綠色為主，腹部顏色較淺、尾部不會自割。其雌雄二型性顯著，雌雄個體外表明顯不同，雄性個體背部到體側有著數條黑色橫帶構成其背部綠、黑相間的斑塊，此特徵延伸到尾部並構成環節，且具有較明顯的鬛鱗；雌性個體雖然體色主要以綠色為主，但有些個體從頭部經背脊中央延伸到尾巴均為暗褐色，形成一條寬縱帶。牧茂氏攀蜥是以卵生方式生殖的蜥蜴，生殖季節以夏季為主，一窩可產下卵4至6枚。日行性的牧茂氏攀蜥，主要以昆蟲或是其他小型無脊椎動物為食。</tr>
</table>
<p align="right">圖源:汪仁傑</p> 
</body>
</html>