<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/38斯文豪氏攀蜥.jpg"width="400" height="300"></td>
<td>動物名稱:斯文豪氏攀蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:Japalura swinhonis (Günther, 1864)</td>
</tr>

<tr>
<td>
特有種<br>飛蜥科(Family Agamidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>廣泛分布於臺灣本島平地至1500公尺以下低海拔山區，以及離島蘭嶼、綠島、小琉球。為樹棲性蜥蜴，喜好的棲息環境與其他攀蜥類似，同樣以樹林邊緣為主，樹叢旁的小徑，或是大樹樹幹上都不難發現其蹤跡。斯文豪氏攀蜥領域行為明顯，當雄性個體發現有動物接近時，便會將喉部擴張，同時喉部的白斑也因喉部顏色變暗而更加顯著，並藉由持續做出伏地挺身的威嚇動作來宣示領域。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約80mm，最大全長可達310mm的蜥蜴，也是臺灣產攀木蜥蜴中體型最大的種類。尾部不會自割的斯文豪氏攀蜥，體背以黃褐色為主，背部兩側有菱斑連貫成黃綠色縱帶。斯文豪氏攀蜥也是具有雌雄二型性的物種，雄性的背部縱斑較雌性明顯，顏色也較鮮明。嘴白色，口腔內為灰白色或與黑色，喉部有白斑。身體以黃褐色為主的斯文豪氏攀蜥，體色也會隨著環境的不同，而做小幅度的變色，以增加隱蔽的效果。斯文豪氏攀蜥是以卵生方式生殖的蜥蜴，夏季為其主要的生殖季節，一窩可產下卵4至6枚。日行性的斯文豪氏攀蜥，主要以昆蟲或是其他小型無脊椎動物為食。</tr>
</table>
<p align="right">圖源:綠活台灣生態資料庫</p> 
</body>
</html>