<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/39黃口攀蜥.jpg"width="400" height="300"></td>
<td>動物名稱:黃口攀蜥</td>
</tr>

<tr>
<td>俗名:</td>
</tr>
<tr>
<td>學名:Japalura polygonata xanthostoma (Ota,1991)</td>
</tr>

<tr>
<td>
飛蜥科(Family Agamidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>分布於臺灣本島包括宜蘭在內的中部以北之1000公尺以下低海拔山區。為樹棲性蜥蜴，喜好的棲息環境以樹林邊緣為主，故常可在樹叢旁的小徑，或是大樹樹幹上發現其蹤跡。黃口攀蜥具有明顯的領域行為，當有外物接近，常可觀察到雄性個體的喉部擴張，持續做出伏地挺身的威嚇動作。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約70mm，最大全長不到230mm的蜥蜴，也是臺灣產攀木蜥蜴中體型最小的種類。尾部不會自割的黃口攀蜥，下頜有白斑且喉部有橘紅的斑塊，也由於口腔內部及舌頭為黃色因而得名。黃口攀蜥體色多變，雖然體背以褐色為主，但有時也可發現體背為綠色的個體，體色並且會隨著環境的不同，而作小幅度的變色，以增加隱蔽的效果。黃口攀蜥背部兩側有菱斑連貫，形成黃綠色縱帶，但雄性的背部縱斑較明顯，顏色也較鮮明。黃口攀蜥是具有雌雄二型性的物種，除了雄性在體色、喉部橘色斑塊較為鮮明外，體型較大的雄性個體尚有較明顯的鬛鱗。黃口攀蜥是以卵生方式生殖的蜥蜴，生殖季節以夏季為主，一窩可產下卵3至6枚。日行性的黃口攀蜥，主要以昆蟲或是其他小型無脊椎動物為食，而夜間則攀附在枝條上或葉面中央休息。</tr>
</table>
<p align="right">圖源:沈錦豐</p> 
</body>
</html>