<!doctype html>
<html> 
<meta charset="utf-8"> 
<body>
 <table border="1">
<td rowspan="4"><img src="../img/li/41哈特氏蛇蜥.jpg"width="400" height="300"></td>
<td>動物名稱:哈特氏蛇蜥</td>
</tr>

<tr>
<td>俗名:哈特氏脆蛇蜥、臺灣蛇蜥</td>
</tr>
<tr>
<td>學名:Dopasia harti (Boulenger, 1899)</td>
</tr>

<tr>
<td>
保育類<br>蛇蜥科(Family Anguidae)<br></td>
</tr>

<tr>
<td colspan="2">分佈位置:<br>雖然蛇蜥在臺灣都只有零星的發現紀錄，但本島海拔500至2000公尺左右的山區都有其分布。此外，在中國南部地區及越南南部亦有其分布。主要棲息於森林底層，較潮濕的落葉堆或腐植土中，偶爾會爬到森林邊緣或路上。</td>
</tr>

<tr>
<td colspan="2">介紹:<br>體長約20公分，最大全長可超過50公分。蛇蜥幼體背部為淺黃褐色，其餘部份則為黑褐色，形成由吻端經眼睛向後延伸的體側黑褐色縱帶。而成體通體以黃褐色為主，背部顏色較深，體腹部褐色則較淺，多數個體於背部有十多條藍色橫斑的分布，過去沒有藍色橫斑的個體曾被認定是臺灣特有種台灣蛇蜥，但這樣的說法經過進一步的形態與分子研究後，於2003年被認定應為同一種蛇蜥。蛇蜥是以卵生方式生殖的蜥蜴，每窩可產下卵5枚。屬於穴居動物的蛇蜥，以蚯蚓、蛞蝓、昆蟲及其幼蟲為食。蛇蜥的尾巴極容易自割。</tr>
</table>
<p align="right">圖源:綠活台灣生態資料庫</p> 
</body>
</html>